[
  {
    "id": 1,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Sebelum Tidur 1",
    "lafaz": "بِاسْمِكَ رَبِّيْ وَضَعْتُ جَنْبِيْ، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِيْ فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ",
    "latin": "Bismika robbii wa dho'tu janbii, wa bika arfa'uhu, in amsakta nafsii farhamhaa, wa in arsaltahaa fahfazhhaa bimaa tahfazhu bihi 'ibaadakash-sholihiin.",
    "arti": "Dengan nama Engkau, wahai Tuhanku, aku meletakkan lambungku. Dan dengan namaMu pula aku bangun daripadanya. Apabila Engkau menahan rohku (mati), maka berilah rahmat padanya. Tapi apabila Engkau melepaskannya, maka peliharalah, sebagaimana Engkau memelihara hamba-hambaMu yang shalih.",
    "tentang": "HR. Al-Bukhari 11/126, Muslim 4/2084.\n\"Apabila seseorang di antara kalian bangkit dari tempat tidurnya kemudian ingin kembali lagi, hendaknya ia mengibaskan ujung kainnya 3x, dan menyebut nama Allah, karena ia tidak tahu apa yang ditinggalkannya di atas tempat tidur setelah ia bangkit. Apabila ia ingin berbaring, maka hendaknya ia membaca: (doa di atas).\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": "tidur"
  },
  {
    "id": 2,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Sebelum Tidur 2",
    "lafaz": "بِاسْمِكَ اللَّهُمَّ أَمُوْتُ وَأَحْيَا",
    "latin": "Bismika-llaahumma amuutu wa ahyaa.",
    "arti": "Dengan Nama-Mu ya Allah, aku mati dan aku hidup.",
    "tentang": "HR. Bukhari 6324.\n\nKeterangan:\nOrang yang sedang tidur, sejatinya sedang Allah wafatkan. Allah berfirman: \"Allah mewafatkan jiwa (orang) ketika matinya dan (mewafatkan) jiwa (orang) yang belum mati di waktu tidurnya. Maka Dia tahan jiwa (orang) yang telah Dia tetapkan kematiannya (sehingga tidak bangun dari tidurnya) dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan.\" (Az-Zumar [39]: 42).\n\nKarena itulah, ketika hendak tidur, kita membaca: (doa di atas). Maknanya, aku mati ketika tidur dan aku hidup ketika bangun.\nAllahu a'lam.\n\nHadis Selengkapnya:\nDari Hudzaifah radhiyallahu 'anhu, beliau mengatakan: \"Apabila Rasulullah shallallahu 'alaihi wa sallam hendak tidur, beliau membaca: (doa di atas).\"\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/320686431364755",
    "mood": "",
    "tag": ""
  },
  {
    "id": 3,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Bila Takut Dan Kesepian Ketika Tidur",
    "lafaz": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَنْ يَحْضُرُوْنِ",
    "latin": "A'uudzu bikalimaatillaahit-taammaati min ghodhobihi wa 'iqoobihi, wa syarri 'ibaadihi, wa min hamazaatisy-syayaathiini wa an yahdhuruun.",
    "arti": "Aku berlindung dengan kalimat Allah yang sempurna dari kemarahan dan siksaanNya, serta kejahatan hamba-hambaNya, dan dari godaan setan (bisikannya) serta jangan sampai mereka hadir (kepadaku).",
    "tentang": "HR. Abu Dawud 4/12. Dan lihat Shahih At-Tirmidzi 3/171.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 4,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Membalikkan Tubuh Ketika Tidur Malam",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهَّارُ، رَبُّ السَّمَاوَاتِ وَاْلأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
    "latin": "Laa ilaaha illallaahul waahidul qohhaar, robbus-samaawaati wal ardhi wa maa bainahumal 'aziizul ghoffaar.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, Maha Perkasa, Tuhan yang menguasai langit dan bumi dan apa yang di antara keduanya, Yang Maha Mulia lagi Maha Pengampun.",
    "tentang": "HR. Al-Hakim, menurut pendapatnya, hadits di atas adalah shahih, Imam Adz-Dzahabi setuju pendapatnya 1/540 dan An-Nasai dalam 'Amalul Yaum wal Lailah, serta Ibnus Sunni. Lihat juga Shahihul Jami' 4/231.\n\nBeliau membaca doa ini ketika berbalik dari satu sisi ke sisi lain pada malam hari.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 5,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Bila Terjaga Di Malam Hari",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، اَلْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir, alhamdulillaah, wa subhaanallaah, wa laa ilaaha illallaah, wallaahu akbar, wa laa haula wa laa quwwata illaa billaah.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan dan pujian. Dia-lah Yang Maha Kuasa atas segala sesuatu. Segala Puji bagi Allah, Maha Suci Allah, tidak ada sesembahan yang berhak disembah kecuali Allah, Allah Maha Besar, tiada daya dan kekuatan kecuali dengan pertolongan Allah.",
    "tentang": "Dari 'Ubadah bin Shamit Radhiallahu'anhu, dari Rasulullah Shallallahu'alaihi wasallam beliau bersabda: \"Barangsiapa yang terjaga di malam hari, kemudian dia membaca: (doa di atas)\n\nkemudian dia mengucapkan:\nاَللَّهُمَّ اغْفِرْ لِي\nAllaahummaghfir lii.\n\nYa Allah, ampunilah dosaku.\nAtau dia berdoa (dengan doa yang lain), maka akan dikabulkan doanya, jika dia berwudhu dan melaksanakan shalat maka akan diterima shalatnya.\"\n\nHR. al-Bukhari 1103, Abu Dawud 5060, at-Tirmidzi 3414 dan Ibnu Majah 3878, shahih.\nImam Ibnu Baththal Rahimahullah berkata, \"Bagi orang sampai kepadanya hadits ini, sepantasnya dia berusaha mengamalkannya dan mengikhlaskan niatnya (ketika mengamalkannya) untuk Allah Ta'ala.\" (dinukil oleh Imam Ibnu Hajar Rahimahullah dalam kitab Fathul Baari 3/41).",
    "mood": "",
    "tag": ""
  },
  {
    "id": 6,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Bangun Tidur 1",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُوْرِ",
    "latin": "Alhamdulillaahil-ladzii ahyaanaa ba'da maa amaatanaa wa ilaihin-nusyuur.",
    "arti": "Segala puji bagi Allah, yang membangunkan kami setelah ditidurkanNya dan kepadaNya kami dibangitkan.",
    "tentang": "HR. Al-Bukhari dalam Fathul Baari 11/113, Muslim 4/2083.\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 7,
    "grup": "Doa Terkait Tidur",
    "judul": "Doa Bangun Tidur 2",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِيْ عَافَانِيْ فِيْ جَسَدِيْ، وَرَدَّ عَلَيَّ رُوْحِيْ، وَأَذِنَ لِيْ بِذِكْرِهِ",
    "latin": "Alhamdulillaahil-ladzii 'aafaanii fii jasadii, wa rodda 'alayya ruuhii, wa adzina lii bidzikrih.",
    "arti": "Segala puji bagi Allah yang telah memberikan kesehatan pada jasadku dan mengembalikan ruhku kepadaku serta mengizinkanku untuk berdzikir kepadaNya.",
    "tentang": "HR. At-Tirmidzi 5/473 dan lihat Shahih At-Tirmidzi 3/144.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 8,
    "grup": "Doa Masuk/Keluar Kamar Mandi",
    "judul": "Doa Masuk Kamar Mandi",
    "lafaz": "(بِسْمِ اللَّهِ) اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "(Bismillaah) Allaahumma innii a'uudzu bika minal khubutsi wal khobaa-its.",
    "arti": "Dengan nama Allah. Ya Allah, sesungguhnya aku berlindung kepadaMu dari godaan setan laki-laki dan perempuan.",
    "tentang": "HR. Al-Bukhari 1/45 dan Muslim 1/283. Sedang tambahan bismillaah pada permulaan hadits, menurut riwayat Said bin Manshur. Lihat Fathul Baari 1/244.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": "kamar mandi, wc"
  },
  {
    "id": 9,
    "grup": "Doa Masuk/Keluar Kamar Mandi",
    "judul": "Doa Keluar Kamar Mandi",
    "lafaz": "غُفْرَانَكَ",
    "latin": "Ghufroonak.",
    "arti": "Aku minta ampun kepadaMu.",
    "tentang": "HR. Seluruh penyusun kitab Sunan, kecuali An-Nasai yang meriwayatkan dalam 'Amalul Yaumi wal Lailah, lihat Takhrij Zaadul Ma'aad 2/387.",
    "mood": "",
    "tag": "kamar mandi, wc"
  },
  {
    "id": 10,
    "grup": "Doa Wudhu",
    "judul": "Doa Sebelum Wudhu",
    "lafaz": "بِسْمِ اللَّهِ",
    "latin": "Bismillaah.",
    "arti": "Dengan nama Allah (aku berwudhu).",
    "tentang": "HR. Abu Dawud, Ibnu Majah dan Ahmad. Lihat Irwa'ul Ghalil 1/122.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": "wudhu, wudu, bersuci"
  },
  {
    "id": 11,
    "grup": "Doa Wudhu",
    "judul": "Doa Setelah Wudhu",
    "lafaz": "أَشْهَدُ أَنْ لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ",
    "latin": "Asyhadu al-laa ilaaha illallaah, wahdahu laa syariika lah, wa asyhadu anna muhammadan 'abduhu wa rosuuluh.",
    "arti": "Aku bersaksi, bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa dan tiada sekutu bagiNya. Aku bersaksi, bahwa Muhammad adalah hamba dan utusanNya.",
    "tentang": "HR. Muslim 1/209.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": "wudhu, wudu, bersuci"
  },
  {
    "id": 12,
    "grup": "Doa Terkait Pakaian",
    "judul": "Doa Mengenakan Pakaian",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِيْ كَسَانِيْ هَـٰذَا (الثَّوْبَ) وَرَزَقَنِيْهِ مِنْ غَيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ",
    "latin": "Alhamdulillaahil-ladzii kasaanii haadzats-tsauba wa rozaqoniihi min ghoiri haulin minnii wa laa quwwah.",
    "arti": "Segala puji bagi Allah yang memberi pakaian ini kepadaku sebagai rezeki dariNya tanpa daya dan kekuatan dariku.",
    "tentang": "HR. Seluruh penyusun kitab Sunan, kecuali An-Nasai, lihat kitab Irwa'ul Ghalil 7/47. Sumber: Hisnul Muslim.",
    "mood": "",
    "tag": "Pakaian"
  },
  {
    "id": 13,
    "grup": "Doa Terkait Pakaian",
    "judul": "Doa Mengenakan Pakaian Baru",
    "lafaz": "اَللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيْهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "Allaahumma lakal hamdu anta kasautaniihi, as-aluka min khoirihi wa khoiri maa shuni'a lahu, wa a'uudzu bika min syarrihi wa syarri maa shuni'a lah.",
    "arti": "Ya Allah, hanya milikMu segala puji, Engkaulah yang memberi pakaian ini kepadaku. Aku mohon kepadaMu untuk memperoleh kebaikannya dan kebaikan yang ia diciptakan karenanya. Aku berlindung kepadaMu dari kejahatannya dan kejahatan yang ia diciptakan karenanya.",
    "tentang": "HR. Abu Dawud, At-Tirmidzi, Al-Baghawi dan lihat Mukhtashar Syamaailit Tirmidzi, oleh Al-Albani, halaman 47.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": "Pakaian"
  },
  {
    "id": 14,
    "grup": "Doa Terkait Pakaian",
    "judul": "Doa Melepas/Meletekkan Pakaian",
    "lafaz": "بِسْمِ اللَّهِ",
    "latin": "Bismillaah",
    "arti": "Dengan nama Allah (aku meletakkan baju).",
    "tentang": "HR. Ibnu Majah 2/1178, Al-Baghawi 12/41 dan lihat Shahih Ibnu Majah 2/275.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": "Pakaian"
  },
  {
    "id": 15,
    "grup": "Doa mohon perlindungan",
    "judul": "Doa berlindung dari keburukan",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيْعِ سَخَطِكَ",
    "latin": "Allaahumma innii a'uudzu bika min zawaali ni'matik, wa tahawwuli 'aafiyatik, wa fujaa-ati niqmatik, wa jamii'i sakhathik.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari hilangnya nikmat yang telah Engkau berikan, dari berubahnya kesehatan yang telah Engkau anugerahkan, dari siksa-Mu yang datang secara tiba-tiba, dan dari segala kemurkaan-Mu.",
    "tentang": "HR.Muslim no.2739",
    "mood": "sedih",
    "tag": "berlindung, keburukan"
  },
  {
    "id": 16,
    "grup": "Doa mohon perlindungan",
    "judul": "Doa berlindung dari sifat malas. lemah, pikun, kikir dan siksa kubur",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ",
    "latin": "Allaahumma innii a'uudzu bika minal kasali, wa a'uudzu bika minal jubni, wa a'uudzu bika minal haromi, wa a'uudzu bika minal bukhli.",
    "arti": "Ya Allah, aku meminta perlindungan pada-Mu dari rasa malas, aku meminta perlindungan pada-Mu dari lemahnya hati, aku meminta perlindungan pada-Mu dari usia tua (yang sulit untuk beramal) dan aku meminta perlindungan pada-Mu dari sifat kikir (pelit)",
    "tentang": "HR. Bukhari. Bukhari: 83-Kitab Ad Da'awaat, 41-Bab Meminta Perlindungan dari Umur yang Sulit Untuk Beramal.",
    "mood": "sedih",
    "tag": "berlindung, lemah, malas, kikir"
  },
  {
    "id": 17,
    "grup": "Doa mohon perlindungan",
    "judul": "Doa berlindung dari syirik",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ",
    "latin": "Allaahumma innii a'uudzu bika an usyrika bika wa anaa a'lam, wa astagh-firuka limaa laa a'lam.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari menyekutukan-Mu sedangkan aku mengetahuinya, dan aku memohon ampun terhadap apa yang tidak aku ketahui.",
    "tentang": "HR. Ahmad dan imam yang lain 4/403, lihat Shahihul Jami' 3/233, dan Shahihut Targhrib wat Tarhib oleh Al-Albani 1/19.",
    "mood": "",
    "tag": "berlindung, syirik"
  },
  {
    "id": 18,
    "grup": "Doa terkait fenomena alam",
    "judul": "Doa ketika angin ribut, halilintar dan hujan",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "Allaahumma innii as-aluka khoirohaa wa a'uudzu bika min syarrihaa.",
    "arti": "Ya Allah, sesungguhnya aku mohon kepadaMu kebaikan angin ini, dan aku berlindung kepadaMu dari kejelekannya",
    "tentang": "HR. Abu Dawud 4/326, Ibnu Majah 2/1228, dan lihatlah kitab Shahih Ibnu Majah 2/305.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 19,
    "grup": "Doa terkait fenomena alam",
    "judul": "Doa minta hujan",
    "lafaz": "اَللَّهُمَّ اسْقِنَا غَيْثًا مُغِيْثًا، مَرِيْئًا، مَرِيْعًا، نَافِعًا غَيْرَ ضَارٍّ، عَاجِلًا غَيْرَ آجِلٍ",
    "latin": "Allaahummas-qinaa ghoitsan mughiitsan, marii-an, marii'an, naafi'an ghoiro dhorrin, 'aajilan ghoiro aajilin.",
    "arti": "Ya Allah, berilah kami hujan yang merata, menyegarkan tubuh, menyuburkan tanaman, bermanfaat, tidak membahayakan, secepatnya, tidak ditunda-tunda.",
    "tentang": "HR. Abu Dawud 1/303, dinyatakan shahih oleh Al-Albani dalam Shahih Abi Dawud 1/216.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 20,
    "grup": "Doa terkait fenomena alam",
    "judul": "Doa ketika hujan",
    "lafaz": "اَللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "Allaahumma shoyyiban naafi'an.",
    "arti": "Ya Allah, turunkanlah hujan yang bermanfaat (untuk manusia, tanaman dan binatang).",
    "tentang": "HR. Bukhari no. 985.\nHadits:\nDari A'isyah radhiyallahu 'anha, bahwa Rasulullah shallallahu 'alaihi wa sallam apabila turun hujan, beliau membaca: (doa di atas).\n\nKeterangan:\nDoa ini dibaca ketika hujan turun dalam curah normal.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/188127331287333",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 21,
    "grup": "Doa terkait fenomena alam",
    "judul": "Doa Ketika Hujan Lebat, Atau Agar Hujan Berhenti",
    "lafaz": "اَللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا",
    "latin": "Allaahumma hawaalainaa wa laa 'alainaa.",
    "arti": "Ya Allah, turunkanlah hujan di sekitar kami, bukan yang merusak kami.",
    "tentang": "HR. al-Bukhari, Sahih al-Bukhari 1015.\n\nSumber: https://muslim.or.id/19836-doa-saat-banjir-melanda-dan-hujan-tak-kunjung-reda.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 22,
    "grup": "Doa pengantin",
    "judul": "Doa Kepada Pengantin",
    "lafaz": "بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ وَجَمَعَ بَيْنَكُمَا فِيْ خَيْرٍ",
    "latin": "Baarokallaahu laka wa baaroka 'alaika wa jama'a bainakumaa fii khoirin.",
    "arti": "Semoga Allah memberkahimu di waktu bahagia dan memberkahimu di waktu susah, dan semoga Allah menyatukan kalian berdua dalam kebaikan.",
    "tentang": "HR. Abu Dawud no. 2130.\n\nSumber: http://muslim.or.id/22459-bila-di-undang-ke-walimah-nikah.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 23,
    "grup": "Doa pengantin",
    "judul": "Doa Pengantin Pria Kepada Pasangannya",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ",
    "latin": "Allaahumma innii as-aluka khoirohaa, wa khoiro maa jabaltahaa 'alaihi, wa a'uudzu bika min syarrihaa, wa syarri maa jabaltahaa 'alaihi.",
    "arti": "Ya Allah, sesungguhnya aku mohon kepadaMu kebaikan perempuan atau budak ini dan apa yang telah Engkau ciptakan dalam wataknya. Dan aku mohon perlindungan kepadaMu dari kejelekan perempuan atau budak ini dan apa yang telah Engkau ciptakan dalam wataknya.",
    "tentang": "HR. Abu Dawud 2/248, Ibnu Majah 1/617 dan lihatlah Shahih Ibnu Majah 1/324.\nApabila seseorang di antara kamu kawin dengan seorang perempuan atau membeli budak, hendaklah mengucapkan: (doa di atas). Apabila membeli unta, hendaklah memegang puncak punuknya, lalu mengucapkan seperti itu.\n\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 24,
    "grup": "Doa pengantin",
    "judul": "Doa Bersetubuh (Jima')",
    "lafaz": "بِسْمِ اللَّهِ، اَللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا",
    "latin": "Bismillaah. Allaahumma jannibnasy-syaithoona wa jannibisy-syaithoona maa rozaqtanaa.",
    "arti": "Dengan nama Allah. Ya Allah, jauhkan kami dari setan, dan jauhkan setan untuk mengganggu apa yang Engkau rezekikan kepada kami.",
    "tentang": "HR. Al-Bukhari 6/141 dan Muslim 2/1028 dari sahabat Abdullah bin Abbas radhiyallaahu 'anhu.\nDalam hadits tersebut disebutkan bahwa seandainya Allah mengkaruniakan anak, maka syaithan tidak akan bisa mencelakakan anak tersebut. Al Qadhi menjelaskan maksudnya adalah syaithan tidak akan bisa merasukinya. Sebagaimana dinukilkan dari Al Minhaj.\n\n\nSumber: Hisnul Muslim dan https://www.facebook.com/doa.dzikir.shahih.harian/posts/357411314358933",
    "mood": "",
    "tag": ""
  },
  {
    "id": 25,
    "grup": "Doa ketika sakit",
    "judul": "Doa Ketika Sakit",
    "lafaz": "بِسْمِ اللَّهِ (3×) أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ (7×)",
    "latin": "Bismillaah (3x). A'uudzu billaahi wa qudrotihi min syarri maa ajidu wa uhaadzir (7x).",
    "arti": "Dengan nama Allah (3x). Aku berlindung kepada Allah dan kekuasaanNya, dari kejahatan sesuatu yang aku jumpai dan aku khawatirkan (7x).",
    "tentang": "HR. Muslim 4/1728, Abu Daud, Malik, dll.\nKeterangan:\n\nDoa ini dibaca ketika ada salah satu bagian tubuh kita yang sakit.\nCaranya: letakkan tangan kita di bagian tubuh yang sakit, pijat pelan-pelan, sambil membaca: (doa di atas).\nHadis selengkapnya:\nDari Utsman bin Abil 'Ash radhiyallahu 'anhu, bahwa beliau mengadu kepada Nabi shallallahu 'alaihi wa sallam karena rasa sakit yang ada di badannya. Kemudian Nabi shallallahu 'alaihi wa sallam memberi nasihat kepadanya: \"Letakkan tanganmu di bagian tubuh yang sakit, dan ucapkanlah: (doa di atas).\"\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/225870794179653",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 26,
    "grup": "Doa Ketika Sakit",
    "judul": "Doa Nabi Ayyub ketika sakit",
    "lafaz": "رَبِّ إِنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
    "latin": "Robbi innii massaniyadh-dhurru wa anta arhamur-roohimiin",
    "arti": "Ya Allah, sesungguhnya aku telah ditimpa penyakit, dan Engkau adalah Tuhan Yang Maha Penyayang di antara semua penyayang.",
    "tentang": "Di atas adalah doa Nabi Ayyub 'alaihis salam di puncak sakitnya. \nSumber: http://www.facebook.com/doa.dzikir.shahih",
    "mood": "sedih",
    "tag": "Sakit"
  },
  {
    "id": 27,
    "grup": "Doa kepada orang sakit",
    "judul": "Doa Kepada Orang Sakit",
    "lafaz": "اَللَّهُمَّ رَبَّ النَّاسِ، أَذْهِبِ البَاسَ، اِشْفِ، أَنْتَ الشَّافِي، لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَمًا",
    "latin": "Allaahumma robban-naas, adz-hibil baas, isyfi, antasy-syaafii, laa syifaa-a illaa syifaa-uka, syifaa-an laa yughoodiru saqoman.",
    "arti": "Ya Allah, Tuhan seluruh manusia, hilangkanlah sakit ini, sembuhkanlah, Engkaulah As-Syafi (Sang Penyembuh), tidak ada kesembuhan kecuali kesembuhan dari-Mu, kesembuhan yang tidak meninggalkan penyakit.",
    "tentang": "HR. Bukhari 5675 dan Muslim 2191.\nHadis selengkapnya:\nDari A'isyah radhiyallahu 'anha, beliau menceritakan: Apabila ada di antara kami yang sakit maka Nabi shallallahu 'alaihi wa sallam mengusapkan tangan kanan beliau, kemudian membaca: (doa di atas).\n\n\nSumber: https://konsultasisyariah.com/24268-orang-tua-pintu-surga-paling-tengah.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 28,
    "grup": "Doa ketika sakit menjelang kematian/tanpa harapan hidup",
    "judul": "Doa ketika sakit menjelang kematian/tanpa harapan hidup",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِيْ وَارْحَمْنِيْ وَأَلْحِقْنِيْ بِالرَّفِيْقِ اْلأَعْلَى",
    "latin": "Allaahummagh-fir lii warhamnii wa alhiqnii bir-rofiiqil a'laa.",
    "arti": "Ya Allah, ampuni aku, rahmati aku, dan kumpulkan aku bersama rekan-rekan yang berada di atas (malaikat).",
    "tentang": "HR. Al-Bukhari 7/10, Muslim 4/1893.\nJika seseorang sudah merasakan dekatnya ajal, dia harus menjaga lisannya dan terus berdzikir dan memohon ampunan kepada Allah. Hindari keluh kesah, ingat dunia, ingat harta yang ditinggalkan, terus berdzikir dan memohon ampunan kepada Allah.\n\nAisyah radhiyallahu 'anha, menuturkan: Saya mendengar Rasulullah shallallahu 'alaihi wa sallam mengucapkan kalimat berikut sambil bersandar di dadaku: (doa di atas). Dan itulah detik-detik kematian Nabi shallallahu 'alaihi wa sallam. Meskipun beliau manusia yang paling sempurna, beliau tetap memohon ampunan kepada Allah dan kasih sayang Allah.\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/235659089867490",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 29,
    "grup": "Doa terkait jenazah",
    "judul": "Mengajari (Talqin) Orang Yang Akan Meninggal Dunia",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ",
    "latin": "Laa ilaaha illallaah.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah.",
    "tentang": "HR. Abu Dawud 3/190 dan lihat Shahihul Jami' 5/432.\nKetika seseorang hendak meninggal dunia, maka orang yang dicintai si sakit dianjurkan untuk mentalqin-nya. Nabi shallallahu 'alaihi wa sallam bersabda: Talqinlah orang yang hendak meninggal dengan ucapan: (kalimat di atas). Karena siapa yang kalimat terakhirnya (kalimat di atas) ketika mati, maka dia akan masuk surga pada suatu saat nanti, meskipun dia mendapatkan adzab sebelumnya. (Shahih Ibn Hiban).\n\nHadits di atas menunjukkan bahwa talqin, yang diajarkan Nabi shallallahu 'alaihi wa sallam, dilakukan sebelum orangnya meninggal, BUKAN setelah meninggal.\n\nCaranya:\n\nPerintahkan si sakit untuk mengucapkan: (kalimat di atas).\nJika dia belum mengucapkannya, ulangi perintahnya.\nJika si sakit sudah mengucapkannya, maka jangan diajak bicara sedikitpun dan jangan melakukan sesuatu yang mengundang perhatian si sakit.\nHendaknya yang mentalqin adalah orang terdekat si sakit, seperti ibunya, ayahnya, kakaknya, suaminya, istrinya atau yang lainnya. Artinya, tidak harus tokoh masyarakat.\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/243017882464944",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 30,
    "grup": "Doa terkait jenazah",
    "judul": "Doa Memejamkan Mata Jenazah",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّيْنَ، وَاخْلُفْهُ فِيْ عَقِبِهِ فِي الْغَابِرِيْنَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِيْنَ، وَافْسَحْ لَهُ فِيْ قَبْرِهِ وَنَوِّرْ لَهُ فِيْهِ",
    "latin": "Allaahummaghfir lifulaan (bismihi), warfa' darojatahu fiil mahdiyyiin, wakhlufhu fii 'aqibihi fiil ghoobiriin, waghfir lanaa wa lahu, yaa robbal 'aalamiin, wafsah lahu fii qobrihi wa nawwir lahu fiihi.",
    "arti": "Ya Allah, ampunilah si Fulan (hendaklah menyebut namanya), angkatlah derajatnya bersama orang-orang yang mendapat petunjuk, berilah penggantinya bagi orang-orang yang ditinggalkan sesudahnya. Dan ampunilah kami dan dia, wahai Tuhan seru sekalian alam. Lebarkan kuburannya dan berilah penerangan di dalamnya.",
    "tentang": "HR. Muslim 2/634.\nSetelah meninggal, hendaknya mata jenazah dipejamkan dan didoakan kebaikan untuknya, seperti memohonkan ampunan dan rahmat.\n\nDari Ummu Salamah radhiyallahu 'anha, Nabi shallallahu 'alaihi wa sallam menjenguk Abu Salamah ketika meninggal, sementara matanya terbelalak, kemudian Nabi shallallahu 'alaihi wa sallam memejamkannya. Lalu beliau bersabda: \"Sesungguhnya ruh apabila dicabut, dia diikuti oleh mata.\" Akhirnya keluarga Abu Salamah banyak berteriak histeris. Mendengar itu, Nabi shallallahu 'alaihi wa sallam berpesan kepada mereka: \"Janganlah kalian mendoakan keburukan untuk diri kalian, berdoalah yang baik. Sesungguhnya malaikat MENGAMINKAN apa yang kalian ucapkan.\" (Malaikat mengaminkan doa pentakziah). Lalu Nabi shallallahu 'alaihi wa sallam berdoa: (doa di atas).\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 31,
    "grup": "Doa terkait jenazah",
    "judul": "Doa Belasungkawa (Ta'ziyah)",
    "lafaz": "إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ وَلْتَحْتَسِبْ",
    "latin": "Inna lillaahi maa akhodza, wa lahu maa a'thoo wa kullu syai-in 'indahu bi-ajalin musamman, faltashbir wal tahtasib.",
    "arti": "Sesungguhnya hak Allah adalah mengambil sesuatu dan memberikan sesuatu. Segala sesuatu yang di sisi-Nya dibatasi dengan ajal yang ditentukan. Oleh karena itu, bersabarlah dan carilah ridha Allah. [1]",
    "tentang": "Apabila seseorang berkata seperti berikut, maka itu adalah suatu perkataan yang baik:\n\nأَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ وَغَفَرَ لِمَيِّتِكَ\n\nA'zhomallaahu ajroka, wa ahsana 'azaa-aka wa ghofara limayyitik.\n\nSemoga Allah memperbesar pahalamu dan memperbagus dalam menghiburmu dan semoga diampuni mayatmu. [2]\n\n\n[1] HR. Al-Bukhari 2/80, Muslim 2/636.\n[2] An-Nawawi, Al-Adzkar, hal. 126.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 32,
    "grup": "Doa terkait jenazah",
    "judul": "Doa Memasukkan Jenazah Ke Liang Kubur",
    "lafaz": "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُوْلِ اللَّهِ",
    "latin": "Bismillaahi wa 'alaa sunnati rosuulillaah.",
    "arti": "Dengan nama Allah dan sesuai petunjuk Rasulullah.",
    "tentang": "HR. Abu Dawud 3/314 dengan sanad yang shahih.\n\nSumber: Hisnul Muslim",
    "mood": "",
    "tag": ""
  },
  {
    "id": 33,
    "grup": "Doa terkait jenazah",
    "judul": "Doa Setelah Jenazah Dimakamkan",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لَهُ اَللَّهُمَّ ثَبِّتْهُ",
    "latin": "Allaahummaghfir lahu, allaahumma tsabbit-hu.",
    "arti": "Ya Allah ampunilah dia, Ya Allah teguhkanlah dia (untuk menjawab pertanyaan malaikat).",
    "tentang": "HR. Abu Dawud 3/315 dan Al-Hakim, ia menshahihkannya dan disepakati oleh Adz-Dzahabi 1/370.\nDoa ini dibaca oleh semua pengiring jenazah setelah pemakaman sempurna, sambil berdiri sejenak di samping makam.\n\nAdalah Nabi Shallallahu'alaihi wasallam apabila selesai memakamkan mayat, beliau berdiri di atasnya (di samping makam) lalu bersabda: \"Mintalah ampun kepada Allah untuk saudaramu, dan mohonkan agar dia teguh dan tahan hati (ketika ditanya oleh dua malaikat), sesungguhnya dia sekarang sedang ditanya.\"\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/263488677084531",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 34,
    "grup": "Doa terkait jenazah",
    "judul": "Doa Ziarah Kubur",
    "lafaz": "اَلسَّلَامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِيْنَ وَالْمُسْلِمِيْنَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَاحِقُوْنَ، (وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِيْنَ مِنَّا وَالْمُسْتَأْخِرِيْنَ)، نَسْأَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ",
    "latin": "As-salaamu 'alaikum ahlad-diyaari minal mu'miniina wal muslimiin, wa innaa in syaa-allaahu bikum laa hiquun. (Wa yarhamullaahul mustaqdimiina minnaa wal musta'khiriin). Nas-alullaaha lanaa wa lakumul 'aafiyah.",
    "arti": "Semoga keselamatan atas kalian, wahai penghuni kubur, dari kaum mukminin dan muslimin. Sesungguhnya kami insya Allah akan menyusul kalian. (Semoga Allah merahmati orang-orang yang mendahului kita dan yang datang belakangan). Kami memohon kepada Allah untuk kami dan kalian keselamatan (dari apa yang tidak diinginkan).",
    "tentang": "HR. Muslim 2/671 dan Ibnu Majah. Lafal hadits di atas milik Ibnu Majah 1/494, sedangkan doa yang ada di antara dua kurung, menurut riwayat Muslim, 2/671.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 35,
    "grup": "Doa ketika mengalami kesedihan dan kesulitan",
    "judul": "Doa Ketika Sedih, Gundah Atau Galau",
    "lafaz": "اَللَّهُمَّ إِنِّيْ عَبْدُكَ، وَابْنُ عَبْدِكَ، وَابْنُ أَمَتِكَ، نَاصِيَتِيْ بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِيْ كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِيْ عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ الْقُرْآنَ رَبِيْعَ قَلْبِيْ، وَنُوْرَ صَدْرِيْ، وَجَلاَءَ حُزْنِيْ، وَذَهَابَ هَمِّيْ",
    "latin": "Allaahumma innii 'abduka, wabnu 'abdika, wabnu amatika, naashiyatii biyadika, maadhin fiyya hukmuka, 'adlun fiyya qodhoo-uka, as-aluka bikullismin huwa laka, sammaita bihi nafsaka, au anzaltahu fii kitaabika, au 'allamtahu ahadan min kholqika, awista'tsarta bihi fii 'ilmil ghoibi 'indaka, an taj'alal qur-aana robii'a qolbii, wa nuuro shodrii, wa jalaa-a huznii, wa dzahaaba hammii.",
    "arti": "Ya Allah, sesungguhnya aku adalah hambaMu, anak hambaMu (Adam), dan anak hamba perempuanMu (Hawa), ubun-ubunku berada di tanganMu, hukumMu berlaku terhadap diriku, dan ketetapanMu adil pada diriku. Aku memohon kepadaMu dengan segala Nama yang menjadi milikMu, yang Engkau namai diriMu dengannya, atau yang Engkau turunkan di dalam kitabMu, atau yang Engkau ajarkan kepada seseorang dari makhlukMu, atau yang Engkau rahasiakan dalam ilmu ghaib yang ada di sisiMu, maka aku mohon dengan itu agar Engkau jadikan Al-Qur'an sebagai penyejuk hatiku, cahaya bagi dadaku, pelipur kesedihanku, dan penghilang bagi kesusahanku",
    "tentang": "HR. Ahmad 1/391. Menurut pendapat Al-Albani, hadits tersebut adalah sahih.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 36,
    "grup": "Doa ketika mengalami kesedihan dan kesulitan",
    "judul": "Doa Ketika Mengalami Kesulitan / Minta diberi Kemudahan",
    "lafaz": "اَللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "Allahumma laa sahla illaa maa ja'altahu sahlan, wa anta taj'alul hazna idzaa syi'ta sahlan.",
    "arti": "Ya Allah, tidak ada kemudahan kecuali apa yang Engkau jadikan mudah. Sedang yang susah bisa Engkau jadikan mudah, apabila Engkau menghendakinya.",
    "tentang": "HR. Ibnu Hibban dalam kitab Shahih-nya no. 2427 (Mawaarid), Ibnus Sunni no. 351. Al-Hafizh berkata: Hadits di atas sahih, dan dinyatakan shahih pula oleh Abdul Qadir Al-Arnauth dalam Takhrij Al-Adzkar oleh Imam An-Nawawi, h. 106.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 37,
    "grup": "Doa ketika mengalami kesedihan dan kesulitan",
    "judul": "Doa Nabi Yunus Ketika Mengalami Kesulitan",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّيْ كُنْتُ مِنَ الظَّالِمِيْنَ",
    "latin": "Laa ilaaha illaa anta, subhaanaka, innii kuntu minazh-zhoolimiin.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Engkau. Maha Suci Engkau. Sesungguhnya aku termasuk orang-orang yang zalim.",
    "tentang": "HR. At-Tirmidzi 5/529 dan Al-Hakim. Menurut pendapatnya yang disetujui oleh Adz-Dzahabi: Hadits tersebut adalah shahih 1/505, lihat Shahih At-Tirmidzi 3/168.\nHadis selengkapnya:\nDari Sa'd radhiyallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda: Doa Dzun Nun (Nabi Yunus), yang beliau lantunkan ketika di perut ikan: (doa di atas). Tidaklah doa ini dibaca oleh seorang muslim dalam setiap kejadian apapun, kecuali Allah akan mengijabahinya.\n\nKeterangan:\n\nNabi Yunus diberi gelar Dzun Nun, karena beliau pernah ditelan ikan. Nun artinya ikan.\nDoa ini dianjurkan untuk dibaca ketika seseorang dalam keadaan terjepit, butuh bantuan Allah, dst.\nDoa ini memiliki keutamaan yang besar karena:\nMengandung pengakuan terhadap keesaan Allah dan pengakuan bahwa Allah Dzat yang Maha Suci.\nPengakuan bahwa dirinya adalah orang zalim, yang telah menganiaya dirinya sendiri, bukan Allah yang zalim.\nDoa ini tidak berisi permintaan, tapi murni pujian untuk Allah dan pengakuan terhadap dosa dan kezalimannya. Karena orang yang membacanya disertai rasa malu kepada Allah, sehingga tidak mengungkapkan permintaannya, meskipun dia mengakui bahwa Allah Maha Pemurah, yang Kuasa dan murah untuk memberikan apa yang diinginkan hamba.\nAllahu a'lam.\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/220655811367818",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 38,
    "grup": "Doa ketika ada yang menyenangkan atau menyusahkan",
    "judul": "Doa Bila Tertimpa Musibah",
    "lafaz": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ، اَللَّهُمَّ أُجُرْنِيْ فِيْ مُصِيْبَتِيْ وَأَخْلِفْ لِيْ خَيْرًا مِنْهَا",
    "latin": "Innaa lillaahi wa innaa ilaihi rooji'uun, allaahumma ujurnii fii mushiibatii wa akhlif lii khoiron minhaa.",
    "arti": "Sesungguhnya kami milik Allah dan kepadaNya kami akan kembali (di hari Kiamat). Ya Allah, berilah pahala kepadaku dan gantilah untukku dengan yang lebih baik (dari musibahku).",
    "tentang": "HR. Muslim 2/632.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 39,
    "grup": "Doa ketika ada yang menyenangkan atau menyusahkan",
    "judul": "Doa Bila Melihat Orang Lain Tertimpa Musibah, Cobaan Atau Penyakit",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِيْ عَافَانِيْ مِمَّا ابْتَلَاكَ بِهِ، وَفَضَّلَنِيْ عَلَى كَثِيْرٍ مِمَّنْ خَلَقَ تَفْضِيْلًا",
    "latin": "Alhamdulillaahil-ladzii 'aafaanii mimmab-talaaka bihi, wa fadh-dholanii 'alaa katsiirin mimman kholaqo tafdhiilan.",
    "arti": "Segala puji bagi Allah yang telah menyelamatkanku dari musibah yang menimpamu, dan benar-benar memuliakanku dari banyak makhluk lainnya.",
    "tentang": "HR. Tirmidzi no. 3431, Ibnu Majah no. 3892. Al-Hafizh Abu Thahir mengatakan bahwa hadits ini dha’if dan penguatnya, syawahidnya juga dha’if. Syaikh Al-Albani mengatakan bahwa hadits ini hasan.\nKalau ada orang yang tertimpa musibah apa pun, sakit berat, sampai pada musibah dalam hal agama, maka kita baiknya mengamalkan doa di atas agar tidak tertimpa cobaan sepertinya.\n\nDari Ibnu ‘Umar, dari bapaknya ‘Umar radhiyallahu ‘anhuma berkata bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Siapa saja yang melihat yang lain tertimpa musibah, lalu ia mengucapkan: (doa di atas), maka ia akan diselamatkan dari musibah tersebut, musibah apa pun itu semasa ia hidup.”\n\nDalam riwayat di atas ada kalimat lanjutan, diriwayatkan dari Abu Ja’far bin ‘Ali bahwa ia berkata, “Jika ada yang melihat yang lainnya tertimpa musibah, maka memintalah perlindungan (pada Allah) darinya. Hendaklah ia mengucapkan bacaan tadi, namun jangan sampai didengar oleh orang yang tertimpa musibah.”\n\nPenulis Tuhfatul Ahwadzi (9: 375), Syaikh Muhammad ‘Abdurrahman Al-Mubarakfuri berkata bahwa maksud dari melihat yang lain yang tertimpa musibah, yaitu musibah yang menimpa badan seperti lepra, cebol (terlalu pendek), jangkung (terlalu tinggi), buta, pincang, tangan bengkok, dan semacamnya. Juga yang dimaksud adalah musibah yang menimpa agama seseorang, seperti kefasikan, kezaliman, terjerumus dalam bid’ah, kafir dan selainnya.\n\nDiterangkan pula di halaman selanjutnya dalam kitab yang sama, baiknya doa tadi diucapkan lirih di hadapan orang yang tertimpa musibah dunia (seperti tertimpa penyakit), termasuk juga yang tertimpa musibah agama apalagi kalau ada dampak negatif jika diucapkan di hadapannya. Namun bisa jadi doa tadi dikeraskan di hadapan orang yang tertimpa musibah agama (orang fasik, misalnya, pen.) agar melarang dari maksiat yang dilakukan sehingga ia bisa tercegah (sadar).\n\nMoga Allah beri taufik untuk mengamalkan doa di atas.\n\n\nSumber: https://rumaysho.com/14975-doa-ketika-melihat-yang-lain-tertimpa-musibah-atau-penyakit.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 40,
    "grup": "Doa ketika ada yang menyenangkan atau menyusahkan",
    "judul": "Bacaan Bila Ada Sesuatu Yang  Menyusahkan",
    "lafaz": "اَلْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ",
    "latin": "Alhamdulillaahi 'alaa kulli haal.",
    "arti": "Segala puji bagi Allah atas segala keadaan.",
    "tentang": "HR. Ibnu Sunni dalam kitab 'Amalul Yaum wal Lailah, Al-Hakim menshahihkannya 1/499. Al-Albani juga menshahihkannya dalam Shahihul Jami' 4/201.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 41,
    "grup": "Doa ketika ada yang menyenangkan atau menyusahkan",
    "judul": "Bacaan Bila Ada Sesuatu Yang Menyenangkan",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
    "latin": "Alhamdulillaahil-ladzii bini'matihi tatimmush-shoolihaat.",
    "arti": "Segala puji bagi Allah yang dengan nikmat-Nya segala amal shalih sempurna.",
    "tentang": "HR. Ibnu Sunni dalam kitab 'Amalul Yaum wal Lailah, Al-Hakim menshahihkannya 1/499. Al-Albani juga menshahihkannya dalam Shahihul Jami' 4/201.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 42,
    "grup": "Doa ketika ada yang menyenangkan atau menyusahkan",
    "judul": "Bila Ada Sesuatu Yang Menggembirakan",
    "lafaz": "Nabi Shallallahu'alaihi wasallam apabila ada sesuatu yang menggembirakan atau menyenangkannya, beliau bersujud, karena syukur kepada Allah Yang Maha Suci dan Maha Tinggi.",
    "latin": "",
    "arti": "",
    "tentang": "HR. Ashhabus Sunan, kecuali An-Nasai, lihat Shahih Ibnu Majah 1/233 dan Irwa'ul Ghalil 2/226.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 43,
    "grup": "Doa terkait hutang dan harta",
    "judul": "Doa agar terbebas hutang",
    "lafaz": "اَللَّهُمَّ اكْفِنِيْ بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِيْ بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "Allaahummakfinii bihalaalika 'an haroomika, wa aghninii bifadhlika 'amman siwaak.",
    "arti": "Ya Allah, cukupilah aku dengan rezekiMu yang halal (hingga aku terhindar) dari yang haram. Jadikanlah aku kaya dengan karuniaMu (hingga aku tidak minta) kepada selainMu.",
    "tentang": "HR. Abdullah bin Ahmad dalam Zawa-idul Musnad No. 1319; At-Tirmidzi No. 3563 dan Al-Hakim 1/537. At-Tirmidzi mengatakannya sebagai hadis hasan, dan dihasankan pula oleh Syaikh Al-Albani. Sedangkan Al-Hakim mensahihkannya.",
    "mood": "sedih",
    "tag": "bebas, hutang"
  },
  {
    "id": 44,
    "grup": "Doa terkait hutang dan harta",
    "judul": "Doa Kepada Orang Yang Menawarkan Hartanya Untukmu",
    "lafaz": "بَارَكَ اللَّهُ لَكَ فِيْ أَهْلِكَ وَمَالِكَ",
    "latin": "Baarokallaahu laka fii ahlika wa maalika.",
    "arti": "Semoga Allah memberkahimu dalam keluarga dan hartamu.",
    "tentang": "HR. Al-Bukhari dengan Fathul Baari 4/88.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 45,
    "grup": "Doa terkait hutang dan harta",
    "judul": "Doa Kepada Orang Yang Meminjami Ketika Membayar Hutang",
    "lafaz": "بَارَكَ اللَّهُ لَكَ فِيْ أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَاْلأَدَاءُ",
    "latin": "Baarokallaahu laka fii ahlika wa maalika, innamaa jazaa-us-salafil hamdu wal adaa-u.",
    "arti": "Semoga Allah memberikan berkah kepadamu dalam keluarga dan hartamu. Sesungguhnya balasan meminjami adalah pujian dan pembayaran.",
    "tentang": "HR. An-Nasai dalam 'Amalul Yaum wal Lailah, hal. 300, Ibnu Majah 2/809, dan lihat Shahih Ibnu Majah 2/55.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 46,
    "grup": "Doa terkait hutang dan harta",
    "judul": "Doa Ketika Sempit Rizki",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ، فَإِنَّهُ لاَ يَمْلِكُهَا إِلاَّ أَنْتَ",
    "latin": "Allaahumma innii as-aluka min fadhlika wa rohmatik, fa-innahu laa yamlikuhaa illaa anta.",
    "arti": "Ya Allah, aku memohon kepada-Mu akan sebagian karunia-Mu dan rahmat-Mu, karena sesungguhnya tidak ada yang memilikinya kecuali Engkau.",
    "tentang": "HR. Abu Nu'aim dalam al Hilyah dan Thabrani dalam al Mu'jam al Kabir. Al Haitsami mengatakan, \"Diriwayatkan oleh Thabrani dan para perawinya adalah perawi kitab shahih selain Muhammad bin Ziyad al Burjumi dan dia adalah perawi yang tsiqoh.\" Al Albani dalam Silsilah Shahihah no 1543 mengatakan, \"Sanadnya menurutku shahih.\" Dalam Shahih al Jami' no 1278 al albani juga mengatakan \"shahih.\"\nDari Murrah dari Abdullah bin Mas'ud, \"Nabi mendapatkan tamu. Beliau lantas mengutus seseorang untuk menemui para isteri beliau, barangkali ada yang punya makanan, namun ternyata tidak ada satu pun isteri beliau yang punya makanan yang bisa disuguhkan kepada tamu Nabi. Nabi lantas berdoa: (doa di atas). Tak lama setelah itu beliau mendapatkan daging kambing panggang. Nabi lantas berkomentar, 'Ini adalah sebagian dari karunia-Nya. Kami sedang menunggu rahmat-Nya.'\"\n\nHadits di atas diberi judul bab oleh Ibnu Abi Syaibah dalam al Mushannaf sebagai berikut: \"Manakala seorang itu kelaparan atau mengalami kesempitan rizki bacaan doa seperti apa yang mesti dia ucapkan\".\n\n\nSumber: http://pengusahamuslim.com/doa-sempit-rizki-1674",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 47,
    "grup": "Doa terkait hutang dan harta",
    "judul": "Doa Ketika Orang-Orang Telah Sibuk Dengan Harta",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الْأَمْرِ، وَالْعَزِيمَةَ عَلَى الرُّشْدِ،\nوَأَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ، وَعَزَائِمَ مَغْفِرَتِكَ،\nوَأَسْأَلُكَ شُكْرَ نِعْمَتِكَ، وَحُسْنَ عِبَادَتِكَ،\nوَأَسْأَلُكَ قَلْبًا سَلِيمًا، وَلِسَانًا صَادِقًا،\nوَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ،\nإِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ",
    "latin": "Allaahumma innii as-alukats-tsabaata fil amri, wal 'aziimata 'alar-rusydi,\nwa as-aluka muujibaati rohmatika, wa 'azaa-ima magh-firotika,\nwa as-aluka syukro ni'matika, wa husna 'ibaadatika,\nwa as-aluka qolban saliiman, wa lisaanan shoodiqon,\nwa as-aluka min khoiri maa ta'lam, wa a'uudzu bika min syarri maa ta'lam, wa astagh-firuka limaa ta'lam,\ninnaka anta 'allaamul ghuyuub.",
    "arti": "Ya Allah, aku memohon kepada-Mu keteguhan dalam segala perkara, dan kesungguhan dalam petunjuk.\nAku memohon kepada-Mu segala yang bisa mendatangkan rahmat-Mu, segala yang bisa mengundang ampunan-Mu.\nAku memohon kepada-Mu rasa syukur atas nikmat-Mu, dan ibadah yang bagus kepada-Mu.\nAku memohon kepada-Mu hati yang selamat, dan lisan yang jujur.\nAku memohon kepada-Mu kebaikan yang Engkau ketahui, aku berlindung kepada-Mu dari keburukan yang engkau ketahui, dan aku memohon ampun kepada-Mu atas dosa yang Engkau ketahui.\nSesungguhnya Engkau Maha Mengetahui perkara-perkara ghaib.",
    "tentang": "HR. At-Thabrani dalam al-Mu'jamil Kabiir, no. 7135.\nRasulullah shallallahu 'alaihi wasallam bersabda, “Wahai Syaddad bin Aus, apabila kamu melihat orang menimbun emas dan perak, maka kamu timbunlah kalimat-kalimat ini: (doa di atas).”\n\n\nSumber: https://bbg-alilmu.com/archives/25195",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 48,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Naik Kendaraan",
    "lafaz": "بِسْمِ اللَّهِ، اَلْحَمْدُ لِلَّهِ (سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ. وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ) اَلْحَمْدُ لِلَّهِ، اَلْحَمْدُ لِلَّهِ، اَلْحَمْدُ لِلَّهِ، اَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "latin": "Bismillaah, alhamdulillaah, (subhaanal-ladzii sakh-khoro lanaa haadzaa wa maa kunnaa lahu muqriniin. Wa innaa ilaa robbinaa lamunqolibuun), alhamdulillaah (3x), allaahu akbar (3x), subhaanakallaahumma innii zholamtu nafsii faghfir lii, fa-innahu laa yaghfirudz-dzunuuba illaa anta.",
    "arti": "Dengan nama Allah, segala puji bagi Allah, (Maha Suci Tuhan yang menundukkan kendaraan ini untuk kami, padahal kami sebelumnya tidak mampu menguasainya. Dan sesungguhnya kami akan kembali kepada Tuhan kami (di hari Kiamat)). Segala puji bagi Allah (3x), Allah Maha Besar (3x), Maha Suci Engkau ya Allah, sesungguhnya aku menganiaya diriku, maka ampunilah aku. Sesungguhnya tidak ada yang mengampuni dosa-dosa kecuali Engkau.",
    "tentang": "HR. Abu Dawud 3/34, At-Tirmidzi 5/501, dan lihat Shahih At-Tirmidzi 3/156. Sumber: Hisnul Muslim",
    "mood": "",
    "tag": "Safar"
  },
  {
    "id": 49,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Musafir Kepada Orang Yang Ditinggalkan",
    "lafaz": "أَسْتَوْدِعُكُمُ اللَّهَ الَّذِيْ لاَ تَضِيْعُ وَدَائِعُهُ",
    "latin": "Astaudi'ukumullaahal-ladzii laa tadhii'u wa daa-i'uh.",
    "arti": "Aku menitipkan kamu kepada Allah yang tidak akan hilang titipan-Nya.",
    "tentang": "HR. Ahmad 2/403, Ibnu Majah 2/943, dan lihat Shahih Ibnu Majah 2/133.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 50,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Orang Mukim Kepada Musafir",
    "lafaz": "أَسْتَوْدِعُ اللَّهَ دِيْنَكَ وَأَمَانَتَكَ وَخَوَاتِيْمَ عَمَلِكَ",
    "latin": "Astaudi'ullaaha diinaka wa amaanataka wa khowaatiima 'amalik.",
    "arti": "Aku menitipkan agamamu, amanatmu dan penutup amalmu kepada Allah.",
    "tentang": "HR. At-Tirmidzi 2/7, At-Tirmidzi 5/499, dan lihat Shahih At-Tirmidzi 2/155.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 51,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Bepergian",
    "lafaz": "اَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، (سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ. وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ) اَللَّهُمَّ إِنَّا نَسْأَلُكَ فِيْ سَفَرِنَا هَـٰذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اَللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَـٰذَا وَاطْوِ عَنَّا بُعْدَهُ، اَللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيْفَةُ فِي اْلأَهْلِ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوْءِ الْمُنْقَلَبِ فِي الْمَالِ وَاْلأَهْلِ",
    "latin": "Allaahu akbar (3x), (subhaanal-ladzii sakh-khoro lanaa haadzaa wa maa kunnaa lahu muqriniin. Wa innaa ilaa robbinaa lamunqolibuun), allaahumma innaa nas-aluka fii safarinaa haadzal birro wat-taqwaa, wa minal 'amali maa tardhoo, allaahumma hawwin 'alainaa safaronaa haadzaa wathwi 'annaa bu'dah, allaahumma antash-shoohibu fis-safari wal kholiifatu fil ahli, allaahumma innii a'uudzu bika min wa'tsaa-is-safari wa ka-aabatil manzhori wa suu-il munqolabi fil maali wal ahli.",
    "arti": "Allah Maha Besar (3x). (Maha Suci Tuhan yang menundukkan kendaraan ini untuk kami, padahal kami sebelumnya tidak mampu menguasainya. Dan sesungguhnya kami akan kembali kepada Tuhan kami (di hari Kiamat)). Ya Allah, sesungguhnya kami memohon kebaikan dan taqwa dalam bepergian ini, kami mohon perbuatan yang meridhakanMu. Ya Allah, permudahlah perjalanan kami ini, dan dekatkan jaraknya bagi kami. Ya Allah, Engkaulah teman dalam bepergian dan yang mengurusi keluarga(ku). Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelelahan dalam bepergian, pemandangan yang menyedihkan dan kepulangan yang jelek dalam harta dan keluarga.",
    "tentang": "Apabila kembali dari bepergian, doa di atas dibaca, dan ditambah:\n\nآيِبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ\n\nAayibuuna taa-ibuuna 'aabiduuna lirobbinaa haamiduun.\n\nKami kembali dengan bertaubat, tetap beribadah dan selalu memuji kepada Tuhan kami.\n\n\nHR. Muslim 2/998.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 52,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Musafir Menjelang Subuh",
    "lafaz": "سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا. رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا عَائِذًا بِاللَّهِ مِنَ النَّارِ",
    "latin": "Samma'a saami'un bihamdillaah, wa husni balaa-ihi 'alainaa. robbanaa shoohibnaa, wa afdhil 'alainaa 'aa-idzan billaahi minan-naar.",
    "arti": "Semoga ada yang memperdengarkan puji kami kepada Allah (atas nikmat) dan cobaanNya yang baik bagi kami. Wahai Tuhan kami, temanilah kami (peliharalah kami) dan berilah karunia kepada kami dengan berlindung kepada Allah dari api Neraka.",
    "tentang": "HR. Muslim 4/2086, Syarah An-Nawawi 17/39.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 53,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Singgah Di Suatu Tempat, Baik Dalam Bepergian Ataupun Tidak",
    "lafaz": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "A'uudzu bikalimaatillaahit-taammaati min syarri maa kholaq.",
    "arti": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna, dari kejahatan apa yang diciptakan-Nya.",
    "tentang": "HR. Tirmidzi 3437 dan An Nasai 5433.\nDari Khaulah binti Hakim, bahwasanya Rasulullah shallallahu ‘alaihi wasallam bersabda, “Barang siapa yang singgah di sebuah tempat kemudian ia mengatakan: (doa di atas), niscaya tidak akan ada yang memudharatkannya.”\n\n\nSumber: https://muslim.or.id/19063-dzikir-dan-doa-mohon-perlindungan-dari-bahaya.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 54,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Masuk Desa Atau Kota",
    "lafaz": "اَللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ اْلأَرَضِيْنَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيَاطِيْنِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ. أَسْأَلُكَ خَيْرَ هَـٰذِهِ الْقَرْيَةِ وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيْهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا وَشَرِّ أَهْلِهَا وَشَرِّ مَا فِيْهَا",
    "latin": "Allaahumma robbas-samaawaatis-sab'i wa maa azhlalna, wa robbal arodhiinas-sab'i wa maa aqlalna, wa robbasy-syayaathiini wa maa adhlalna, wa robbar-riyaahi wa maa dzaroina. As-aluka khoiro haadzihil quryati wa khoiro ahlihaa, wa khoiro maa fiihaa, wa a'uudzu bika min syarrihaa wa syarri ahlihaa wa syarri maa fiihaa.",
    "arti": "Ya Allah, Tuhan tujuh langit dan apa yang dinaunginya, Tuhan penguasa tujuh bumi dan apa yang di atasnya, Tuhan yang menguasai setan-setan dan apa yang mereka sesatkan, Tuhan yang menguasai angin dan apa yang diterbangkannya. Aku mohon kepadaMu kebaikan desa ini, kebaikan penduduknya dan apa yang ada di dalamnya. Aku berlindung kepadaMu dari kejelekan desa ini, kejelekan penduduknya dan apa yang ada di dalamnya.",
    "tentang": "HR. Al-Hakim, menurut pendapatnya, hadits tersebut adalah sahih. Imam Adz-Dzahabi menyetujuinya 2/100, Ibnus Sunni, no. 524. Menurut Al-Hafizh Ibnu Hajar dalam Takhrij Adzkar 5/154: \"Hadits tersebut adalah hasan.\" Bin Baz berkata: Hadits itu diriwayatkan pula oleh An-Nasai dengan sanad yang hasan. Lihat Tuhfatul Akhyar, hal. 37.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 55,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Masuk Pasar, Mall, Terminal, Bandara Dan Pusat Keramaian Lainnya",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ حَيٌّ لاَ يَمُوْتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamd, yuhyii wa yumiit, wa huwa hayyun laa yamuut, biyadihil khoir, wa huwa 'alaa kulli syai-in qodiir.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. BagiNya kerajaan, bagiNya segala pujian. Dia-lah Yang Menghidupkan dan Yang Mematikan. Dia-lah Yang Hidup, tidak akan mati. Di tanganNya kebaikan. Dia-lah Yang Maha kuasa atas segala sesuatu.",
    "tentang": "HR. Turmudzi 5/291, Hakim 1/538, dan dihasankan al-Albani dalam shahih Turmudzi 3/152.\nDari Abdullah bin Umar radhiyallahu 'anhuma, bahwa Rasulullah shallallahu 'alaihi wa sallam bersabda: \"Siapa yang masuk pasar, kemudian dia membaca: (doa di atas), maka akan dicatat untuknya satu juta kebaikan, dihapuskan satu juta kesalahan, dan diangkat satu juta derajat.\"\n\nBisa anda bayangkan, dengan hanya membaca dzikir di atas ketika masuk pasar, kita bisa mendapatkan pahala yang sangat besar. Mengapa bisa demikian?\n\nSebagian ulama menjelaskan:\nOrang yang berdzikir ketika masuk pasar menunjukkan kedekatan yang sangat kuat antara orang ini dengan Allah. Di pasar, umumnya orang sibuk dengan dunia, dia masih mengingat Allah. Di pasar, umumnya orang lupa Allah, dia justru berdzikir kepada Allah. Di pasar, umumnya orang bermaksiat, dia justru mendekatkan diri kepada Allah. Dia mengingat Allah di tengah-tengah masyarakat yang lupa Allah. Dia berdzikir, di tengah-tengah orang yang lengah dengan ibadah.\n\nSikap semacam ini tidak mungkin bisa dilakukan kecuali oleh orang yang hatinya merasa diawasi oleh Allah dan rajin dalam membasahi lidahnya dengan dzikir. Karena itu, layaklah orang ini mendapatkan imbalan yang besar di sisi Allah. (Tajridul Ittiba', Ibrahim Ibrahim ar-Ruhaili).\n\nCatatan:\nMemperbanyak dzikir juga berlaku ketika anda memasuki daerah yang umumnya manusia lupa Allah, seperti tempat rekreasi, terminal, bandara, mall, dst.\n\nManfaatkan kesempatan besar di tengah kelengahan masyarakat, untuk mendapatkan pahala yang berharga di sisi Allah. Karena itu, biasakan lisan anda untuk selalu basah dengan dzikir.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/146376235462443",
    "mood": "",
    "tag": ""
  },
  {
    "id": 56,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Bila Binatang Atau Kendaraan Tergelincir",
    "lafaz": "بِسْمِ اللَّهِ",
    "latin": "Bismillaah.",
    "arti": "Dengan nama Allah.",
    "tentang": "HR. Abu Dawud 4/296 dan Al-Albani menyatakan, hadits tersebut shahih dalam Shahih Abi Dawud 3/941.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 57,
    "grup": "Doa Berpergian dan safar",
    "judul": "Doa Pulang Dari Bepergian",
    "lafaz": "Di atas tempat yang tinggi, membaca:\n\nاَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ. لاَ إِلَـٰهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. آيِبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ، صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ اْلأَحْزَابَ وَحْدَهُ",
    "latin": "Allaahu akbar (3x). Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir. Aayibuuna taa-ibuuna 'aabiduuna lirobbinaa haamiduun, shodaqollaahu wa'dah, wa nashoro 'abdah, wa hazamal ahzaaba wahdah.",
    "arti": "Allah Maha Besar (3x). Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. Bagi-Nya kerajaan dan pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu. Kami kembali dengan bertaubat, beribadah dan memuji kepada Tuhan kami. Allah telah menepati janjiNya, membela hambaNya (Muhammad) dan mengalahkan golongan musuh dengan sendirian.",
    "tentang": "HR. Al-Bukhari 7/163, Muslim 2/980.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 58,
    "grup": "Doa Berlindung dari setan",
    "judul": "Doa Berlindung/Menghilangkan Gangguan Setan",
    "lafaz": "أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "latin": "A'uudzu billaahi minasy-syaithoonir-rojiim.",
    "arti": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.",
    "tentang": "HR. Abu Dawud 1/206, At-Tirmidzi, lihat Shahih At-Tirmidzi 1/77, dan lihat surah Al-Mukminun 98-99.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 59,
    "grup": "Doa Berlindung dari setan",
    "judul": "Doa Menghilangkan Gangguan Setan Ketika Shalat Atau Membaca Al-Qur'an",
    "lafaz": "أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "latin": "A'uudzu billaahi minasy-syaithoonir-rojiim.",
    "arti": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk. (Lantas meludahlah ke kirimu 3x).",
    "tentang": "HR. Muslim 4/1729. Dari hadits Utsman bin Al Aash, ia berkata: \"Aku laksanakan hal itu, maka Allah menghilangkan (gangguan tersebut) dariku.\"\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 60,
    "grup": "Doa memohon surga dan berlindung dari neraka",
    "judul": "Doa Memohon Surga Dan Berlindung Dari Neraka",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْجَنَّةَ، وَأَعُوْذُ بِكَ مِنَ النَّارِ",
    "latin": "Allaahumma innii as-alukal jannah, wa a'uudzu bika minan-naar.",
    "arti": "Ya Allah, aku mohon kepada-Mu surga, dan aku berlindung kepada-Mu dari neraka.",
    "tentang": "HR. Abu Daud no. 792, Ibnu Majah no. 910, dan Ahmad (3/474). Syaikh Al Albani mengatakan bahwa hadits ini shahih.\nHadits selengkapnya:\nDari Abu Sholih, dari beberapa sahabat Nabi shallallahu 'alaihi wa sallam, beliau shallallahu 'alaihi wa sallam pernah bertanya kepada seseorang, \"Doa apa yang engkau baca di dalam shalat?\" \"Aku membaca tahiyyat, lalu aku ucapkan (doa di atas).\" \"Aku sendiri tidak mengetahui kalau engkau mendengungkannya begitu pula Mu'adz,\" jawab orang tersebut. Kemudian Nabi shallallahu 'alaihi wa sallam bersabda, \"Kami sendiri memohon surga (atau berlindung dari neraka).\"\n\n\nSumber: http://rumaysho.com/belajar-islam/tafsir-al-quran/3504-sifat-ibadurrahman-3-berlindung-dari-siksa-neraka.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 61,
    "grup": "Doa memohon surga dan berlindung dari neraka",
    "judul": "Doa Memohon Surga, Berlindung Dari Neraka Dan Mohon Takdir Baik",
    "lafaz": "اَللَّهُمَّ إِنِّى أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِى خَيْرًا",
    "latin": "Allaahumma innii as-alukal jannata wa maa qorroba ilaihaa min qoulin au 'amal, wa a'uudzu bika minan-naari wa maa qorroba ilaihaa min qoulin au 'amal, wa as-aluka an taj'ala kulla qodhoo-in qodhoitahu lii khoiron.",
    "arti": "Ya Allah, aku memohon kepada-Mu surga dan segala hal yang mendekatkan kepadanya, dari perkataan maupun perbuatan. Dan aku berlindung kepada-Mu dari neraka dan dari segala hal yang mendekatkan kepadanya, dari perkataan maupun perbuatan. Dan aku mohon kepada-Mu agar Engkau jadikan setiap yang Engkau takdirkan bagiku adalah baik.",
    "tentang": "HR. Ibnu Majah no. 3846 dan Ahmad 1/172. Syaikh Al Albani mengatakan bahwa hadits ini shohih.\n\nSumber: http://rumaysho.com/belajar-islam/tafsir-al-quran/3699-sifat-ibadurrahman-8-akhir-yang-mulia-bagi-ibadurrahman.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 62,
    "grup": "Doa memohon surga dan berlindung dari neraka",
    "judul": "Doa Berlindung Dari Neraka",
    "lafaz": "رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "latin": "Robbanash-rif 'annaa 'adzaaba jahannam, inna 'adzaabahaa kaana ghorooman, innahaa saa-at mustaqorron wa muqoomaa.",
    "arti": "Ya Tuhan kami, jauhkan azab jahannam dari kami, sesungguhnya azabnya itu adalah kebinasaan yang kekal. Sesungguhnya jahannam itu seburuk-buruk tempat menetap dan tempat kediaman. (Al Furqan [25]: 65-66).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 63,
    "grup": "Doa memohon akhlak mulia",
    "judul": "Doa Memohon Akhlak Mulia",
    "lafaz": "اَللَّهُمَّ أَحْسَنْتَ خَلْقِي فَأَحْسِنْ خُلُقِي",
    "latin": "Allaahumma ahsanta kholqii, fa-ahsin khuluqii.",
    "arti": "Ya Allah, Engkau telah memperbagus penciptaanku, maka baguskanlah akhlakku.",
    "tentang": "HR. Ahmad, dishahihkan oleh Asy Syaikh Al Albani.\n\nSumber: BBG Al-Ilmu (BlackBerry Group)",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 64,
    "grup": "Doa memohon akhlak mulia",
    "judul": "Doa Memohon Akhlak Dan Amal Yang Baik",
    "lafaz": "اَللَّهُمَّ اهْدِنِيْ لِأَحْسَنِ الْأَعْمَالِ، وَأَحْسَنِ الْأَخْلَاقِ، لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ، وَقِنِي سَيِّئَ الْأَعْمَالِ، وَسَيِّئَ الْأَخْلَاقِ، لَا يَقِي سَيِّئَهَا إِلَّا أَنْتَ",
    "latin": "Allaahummahdinii li-ahsanil a'maal, wa ahsanil akhlaaq, laa yahdii li-ahsanihaa illaa anta, wa qinii sayyi-al a'maal, wa sayyi-al akhlaaq, laa yaqii sayyi-ahaa illaa anta.",
    "arti": "Ya Allah, berilah petunjuk kepadaku untuk berbuat sebaik-baik amalan, sebaik-baik akhlak, tidak ada yang bisa menunjuki untuk berbuat sebaik-baiknya kecuali Engkau. Dan lindungi kami dari jeleknya amalan dan jeleknya akhlak, dan tidak ada yang melindungi dari kejelekannya kecuali Engkau",
    "tentang": "HR. An Nasa'i.\n\nSumber: BBG Al-Ilmu (BlackBerry Group)",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 65,
    "grup": "Doa memohon akhlak mulia",
    "judul": "Doa Berlindung Dari Kemungkaran Akhlak, Amal Dan Hawa Nafsu",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ مُنْكَرَاتِ الْأَخْلَاقِ، وَالْأَعْمَالِ، وَالْأَهْوَاءِ",
    "latin": "Allaahumma innii a'uudzu bika min munkarootil akhlaaq, wal a'maal, wal ahwaa'.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kemungkaran akhlak, amal dan hawa nafsu.",
    "tentang": "HR. Tirmidzi no. 3591, shahih.\nFaedah:\n\nDalam doa ini kita meminta perlindungan dari akhlak yang jelek. Doa ini mencakup kita meminta berlindung dari akhlak yang jelek dari sisi syari'at. Termasuk pula kita meminta perlindungan pada Allah dari sesuatu yang dikenal jelek secara batin.\nDoa ini mencakup berlindung dari akhlak mungkar seperti begitu takjub dengan diri sendiri, sombong, berbangga diri, hasad dan melampaui batas.\nDoa ini mencakup kita berlindung pada Allah dari amalan yang mungkar, yaitu amalan yang zhohir atau ditampakkan.\nDoa berlindung dari amal yang mungkar mencakup zina, minum khomr dan bentuk keharaman lainnya.\nDoa ini juga mencakup meminta perlindungan pada keinginan atau nafsu yang mungkar. Dan kebanyakan hawa nafsu mengantarkan kepada kejelekan, itulah umumnya.\nDoa berlindung dari keinginan atau nafsu yang mungkar mencakup berlindung dari aqidah yang jelek, niatan-niatan yang batil dan pemikiran yang sesat.\nDoa ini mendorong kita agar berakhlak yang mulia dan beramal yang sholih.\n\nSumber: http://rumaysho.com/belajar-islam/amalan/3078-doa-berlindung-dari-akhlak-amal-dan-hawa-nafsu-yang-mungkar.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 66,
    "grup": "Doa Terkait Orang Tua",
    "judul": "Doa Memohon Ampun diri sendiri dan orang tua (Doa Nabil Ibrahim)",
    "lafaz": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
    "latin": "Robbanagh-fir lii wa liwaalidayya wa lil mu'miniina yauma yaquumul hisaab.",
    "arti": "Ya Tuhan kami, beri ampunlah aku dan kedua ibu bapakku dan sekalian orang-orang mukmin pada hari terjadinya hisab (hari kiamat).",
    "tentang": "(QS. Ibrahim [14]: 41)",
    "mood": "sedih",
    "tag": "ampunan, orang tua"
  },
  {
    "id": 67,
    "grup": "Doa Terkait Orang Tua",
    "judul": "Doa Memohon Ampun Untuk Diri Sendiri, Orang Tua Dan Kaum Mukminin (Doa Nabi Nuh)",
    "lafaz": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
    "latin": "Robbigh-fir lii wa liwaalidayya wa liman dakhola baitiya mu'minan wa lil mu'miniina wal mu'minaati wa laa tazidizh-zhoolimiina illaa tabaaroo.",
    "arti": "Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan.",
    "tentang": "(QS. Nuh [71]: 28).",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 68,
    "grup": "Doa Terkait Orang Tua",
    "judul": "Doa Memohon Kasih Sayang Untuk Orang Tua",
    "lafaz": "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
    "latin": "Robbir-hamhumaa kamaa robbayaanii shoghiiroo.",
    "arti": "Wahai Tuhanku, kasihilah mereka keduanya, sebagaimana mereka berdua telah mendidik aku waktu kecil.",
    "tentang": "(QS. Al-Isra' [17]: 24).",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 69,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Memohon Istri Dan Anak Sebagai Penyenang Hati",
    "lafaz": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "latin": "Robbanaa hab lanaa min azwaajinaa wa dzurriyyaatinaa qurrota a'yun, waj'alnaa lil muttaqiina imaamaa.",
    "arti": "Ya Rabb kami, anugrahkanlah kepada kami isteri-isteri kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami imam bagi orang-orang yang bertakwa. (QS. Al-Furqan [25]: 74).",
    "tentang": "Sangat dianjurkan jika seorang muslim memperbanyak doa ini untuk memperbaiki istri, keturunan dan dirinya sendiri.\n\nPenjelasan ulama:\nIbnu Katsir berkata, \"Mereka (hamba yang beriman) berdoa kepada Allah agar mendapatkan keturunan yang taat kepada Allah dan menyembah Allah semata tidak berbuat syirik kepada-Nya.\" Masya Allah… Tafsiran yang sangat bagus. Yang orang beriman harap adalah mendapatkan keturunan yang rajin ibadah dan bertauhid kepada Allah, bukan keturunan yang berbuat syirik.\n\nIbnu 'Abbas berkata, \"Yaitu mereka (ibadurrahman) meminta agar mendapatkan keturunan yang gemar beramal ketaatan sehingga sejuklah mata mereka di dunia dan akhirat.\"\n\n'Ikrimah berkata, \"Yaitu mereka (orang yang beriman) tidaklah menginginkan keturunan yang memiliki paras cantik, akan tetapi yang mereka inginkan adalah keturunan yang taat.\"\n\nAl Hasan Al Bashri ditanya mengenai ayat di atas. Beliau pun berkata, \"Yang ingin dilihat Allah pada hamba muslim dari istri, saudara, dan sahabat karibnya adalah mereka semua taat pada Allah. Wallahi, demi Allah, tidak ada sesuatu yang lebih menyenangkan pandangan mata seorang muslim melebihi ketaatan pada Allah yang ia lihat pada anak, cucu, saudara dan sahabat karibnya.\"\n\nIbnu Juraij berkata mengenai ayat tersebut, \"Hamba beriman meminta pada Allah agar keturunannya dapat beribadah dan memperbagus ibadahnya kepada Allah, tidak berbuat maksiat dan tindak kejahatan.\"\n\n'Abdurrahman bin Zaid bin Aslam berkata, \"Orang beriman meminta kepada Allah agar istri-istrinya dan keturunannya mendapatkan hidayah Islam.\"\n\nSedangkan ayat, \"Dan jadikanlah kami imam bagi orang-orang yang bertakwa\":\nIbnu 'Abbas, Al Hasan Al Bashri, Qotada, As Sudi, Ar Robi' bin Anas menafsirkan ayat tersebut, \"Ya Allah, jadikanlah kami sebagai imam yang dapat menunjuki dalam kebaikan.\"\n\nAda pula ulama yang mengatakan bahwa maksudnya adalah ia meminta pada Allah agar ia sendiri mendapatkan petunjuk dan sebagai pengajak kepada kebaikan. Hamba Allah yang mewariskan kebaikan pada keturunannya, inilah yang dipuji dalam hadits, \"Jika seseorang meninggal dunia, maka terputuslah amalannya kecuali tiga perkara (yaitu): sedekah jariyah, ilmu yang dimanfaatkan, atau doa anak yang sholeh.\" (HR. Muslim no. 1631). Orang tua yang menunjuki anak dan keturunannya dalam kebaikan, ia termasuk dalam hadits ini.\n\nSumber: http://rumaysho.com/belajar-islam/tafsir-al-quran/3690-sifat-ibadurrahman-7-meminta-anugerah-istri-dan-anak-sebagai-penyejuk-mata.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 70,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Memohon Banyak Harta, Anak, Panjang Umur, Dibaguskan Amal Dan Diampuni Dosa (Doa Nabi Muhammad)",
    "lafaz": "اَللَّهُمَّ أَكْثِرْ مَالِي، وَوَلَدِي، وَبَارِكْ لِي فِيمَا أَعْطَيْتَنِي، وَأَطِلْ حَيَاتِي عَلَى طَاعَتِكَ، وَأَحْسِنْ عَمَلِي، وَاغْفِرْ لِي",
    "latin": "Allaahumma ak-tsir maalii wa waladii, wa baarik lii fiimaa a'thoitanii, wa athil hayaatii 'alaa thoo'atik, wa ahsin 'amalii, wagh-fir lii.",
    "arti": "Ya Allah, perbanyaklah harta dan anakku, serta berkahilah karunia yang Engkau beri. Panjangkanlah umurku dalam ketaatan kepada-Mu, dan baguskanlah amalku serta ampunilah dosa-dosaku.",
    "tentang": "HR. Bukhari no. 6334 dan Muslim no. 2480.\n\nSumber: http://rumaysho.com/amalan/doa-minta-kaya-dan-lepas-dari-utang-10221.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 71,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Memohon Anak Shaleh (Doa Nabi Ibrahim)",
    "lafaz": "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
    "latin": "Robbi hab lii minash-shoolihiin.",
    "arti": "Ya Rabb-ku, anugrahkanlah kepadaku (seorang anak) yang termasuk orang-orang yang saleh. (QS. Ash-Shaffat [37]: 100).",
    "tentang": "Nabi Ibrahim 'alaihis salaam berdoa dengan doa di atas.\nIni adalah doa yang bisa dipanjatkan untuk meminta keturunan, terutama keturunan yang sholeh. Dalam Zaadul Masiir (7/71), dijelaskan maksud ayat tersebut oleh Ibnul Jauzi rahimahullah, \"Ya Rabbku, anugerahkanlah padaku anak yang sholeh yang nanti termasuk jajaran orang-orang yang sholeh.\"\n\nAsy Syaukani rahimahullah mengatakan apa yang dikatakan oleh para pakar tafsir, \"Ya Rabb, anugerahkanlah padaku anak yang sholeh yang termasuk jajaran orang-orang yang sholeh, yang bisa semakin menolongku taat pada-Mu.\" Jadi yang namanya keturunan terutama yang sholeh bisa membantu seseorang semakin taat pada Allah.\n\n\nSumber: http://rumaysho.com/belajar-islam/keluarga/3437-doa-meminta-anak-yang-sholeh.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 72,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Memohon Keturunan (Doa Nabi Dzakariya)",
    "lafaz": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
    "latin": "Robbi laa tadzarnii fardan, wa anta khoirul waaritsiin.",
    "arti": "Ya Rabb-ku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan), dan Engkaulah Waris yang Paling Baik.",
    "tentang": "(QS. Al-Anbiya' [21]: 89).",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 73,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Agar Menjadi Hamba Yang Bersyukur, Agar Bisa Beramal Shaleh Dan Minta Anak Shaleh",
    "lafaz": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
    "latin": "Robbi auzi'nii an asykuro ni'matakallatii an'amta 'alayya wa 'alaa waalidayya wa an a'mala shoolihan tardhoohu, wa ashlih lii fii dzurriyyatii, innii tubtu ilaika wa innii minal muslimiin.",
    "arti": "Ya Rabbku, tunjukilah aku untuk mensyukuri nikmat-Mu yang telah Engkau berikan kepadaku dan kepada ibu bapakku, dan supaya aku dapat berbuat amal shaleh yang Engkau ridhai. Berilah kebaikan kepadaku dengan (memberi kebaikan) kepada anak cucuku. Sesungguhnya aku bertaubat kepada-Mu dan sesungguhnya aku termasuk orang-orang yang berserah diri. (Al-Ahqaf [46]: 15).",
    "tentang": "Seseorang yang telah dewasa dan menginjak usia 40 tahun memohon pada Allah dengan doa di atas. Doa ini juga berisi permintaan kebaikan pada anak dan keturunan.\n\nSumber: http://rumaysho.com/belajar-islam/keluarga/3437-doa-meminta-anak-yang-sholeh.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 74,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Ucapan Selamat Kepada Orang Yang Dikaruniai Anak Dan Balasannya",
    "lafaz": "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوْبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ",
    "latin": "Baarokallaahu laka fil mauhuubi laka, wa syakartal waahiba, wa balagho asyuddahu, wa ruziqta birroh.",
    "arti": "Semoga Allah memberkahimu dalam anak yang diberikan kepadamu. Semoga kamu bersyukur kepada Sang Pemberi, dan dia dapat mencapai dewasa, serta kamu dikaruniai kebaikannya.",
    "tentang": "Doa Terkait Istri Dan Anak\nUcapan Selamat Kepada Orang Yang Dikaruniai Anak Dan Balasannya\nبَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوْبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ\n\nBaarokallaahu laka fil mauhuubi laka, wa syakartal waahiba, wa balagho asyuddahu, wa ruziqta birroh.\n\nSemoga Allah memberkahimu dalam anak yang diberikan kepadamu. Semoga kamu bersyukur kepada Sang Pemberi, dan dia dapat mencapai dewasa, serta kamu dikaruniai kebaikannya.\n\nSedang orang yang diberi ucapan selamat membalas dengan mengucapkan:\n\nبَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْرًا، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ\n\nBaarokallaahu laka wa baaroka 'alaika, wa jazaakallaahu khoiron, wa rozaqokallaahu mitslahu, wa ajzala tsawaabak.\n\nSemoga Allah juga memberkahimu dan melimpahkan kebahagiaan untukmu. Semoga Allah membalasmu dengan sebaik-baik balasan, mengaruniakan kepadamu seperti itu dan melipatgandakan pahalamu.\n\n\nLihat Al-Adzkar, karya An-Nawawi, hal. 349, dan Shahih Al-Adzkar lin Nawawi, oleh Salim Al-Hilali 2/713.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 75,
    "grup": "Doa Terkait Istri Dan Anak",
    "judul": "Doa Agar Anak Terjaga Dari Zina",
    "lafaz": "اَللَّهُمَّ اغْفِرْ ذَنْبَهُ، وَطَهِّرْ قَلْبَهُ، وَحَصِّنْ فَرْجَهُ",
    "latin": "Allaahummagh-fir dzanbahu, wa thohhir qolbahu, wa hash-shin farjahu.",
    "arti": "Ya Allah, ampunilah dosanya, sucikanlah hatinya, dan jagalah kemaluannya.",
    "tentang": "HR. Ahmad, At Thabrani, Al Baihaqy dan dinyatakan sebagai hadits shahih oleh Al Albany.\n\nSumber: http://www.salamdakwah.com/artikel/5170-jangan-dianggap-biasa-anak-yang-sudah-tidak-perawan dan http://www.salamdakwah.com/artikel/3283-zina-itu-adalah-hutang-tebusannya-ada-pada-keluargamu-sendiri",
    "mood": "",
    "tag": ""
  },
  {
    "id": 76,
    "grup": "Doa Kepada Anak Yang Baru Lahir",
    "judul": "Doa Perlindungan Kepada Anak (Doa Istri Imran)",
    "lafaz": "Kepada bayi laki-laki, lafalnya:\nاَللَّهُمَّ إِنِّي أُعِيذُهُ بِكَ وَذُرِّيَّتَهُ مِنَ الشَّيْطَانِ الرَّجِيمِ",
    "latin": "Allaahumma innii u'iidzuhu bika wa dzurriyyatahu minasy-syaithoonir-rojiim.",
    "arti": "Ya Allah, aku memohon perlindungan kepada-Mu untuknya dan keturunannya dari setan yang terkutuk.",
    "tentang": "Kepada bayi perempuan, lafalnya:\n\nاَللَّهُمَّ إِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ\n\nAllaahumma innii u'iidzuhaa bika wa dzurriyyatahaa minasy-syaithoonir-rojiim.\n\nYa Allah, aku memohon perlindungan kepada-Mu untuknya dan keturunannya dari setan yang terkutuk.\n\n\nSelengkapnya:\nSalah satu di antara contoh hal ini (memohon perlindungan dari setan) adalah apa yang dipraktekkan oleh istri Imran, yang merupakan ibunya maryam. Allah menceritakan kejadian ketika istri Imran melahirkan Maryam, ‘Tatkala isteri ‘Imran melahirkan anaknya, diapun berkata, “Ya Tuhanku, sesungguhnya aku melahirkannya seorang anak perempuan; dan Allah lebih mengetahui apa yang dilahirkannya itu; dan anak laki-laki tidaklah seperti anak perempuan. Sesungguhnya aku telah menamai Dia Maryam dan aku mohon perlindungan untuknya serta anak-anak keturunannya kepada (pemeliharaan) Engkau daripada syaitan yang terkutuk.”’ (Ali Imran [3]: 36).\n\nSatu hal yang istimewa, karena doa ibunda Maryam ini, ketika Maryam lahir, dia tidak diganggu setan, demikian pula ketika Nabi Isa dilahirkan. Allah mengabulkan doa ibunya Maryam. Dari Abu Hurairah radhiyallahu ‘anhu, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Setiap bayi dari anak keturunan adam akan ditusuk dengan tangan setan ketika dia dilahirkan, sehingga dia berteriak menangis, karena disentuh setan. Selain Maryam dan putranya.” (HR. Bukhari 3431). Kemudian Abu Hurairah radhiyallahu ‘anhu membaca surat Ali Imran ayat 36 di atas.\n\nKita bisa meniru doa wanita sholihah, istri Imran ini.\n\n\nSumber: https://konsultasisyariah.com/18705-doa-untuk-bayi-yang-baru-lahir.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 77,
    "grup": "Doa Kepada Anak Yang Baru Lahir",
    "judul": "Doa Perlindungan Kepada Anak (Doa Nabi Muhammad)",
    "lafaz": "Kepada bayi laki-laki, lafalnya:\nأُعِيْذُكَ بِكَلِمَاتِ اللَّهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ",
    "latin": "U'iidzuka bikalimaatillaahit-taammah, min kulli syaithoonin wa haammah, wa min kulli 'ainin laammah.",
    "arti": "Aku memohon perlindungan untukmu dengan kalimat-kalimat Allah yang sempurna, dari semua godaan setan dan binatang pengganggu, dan dari pandangan mata buruk.",
    "tentang": "Kepada bayi perempuan, lafalnya:\n\nأُعِيْذُكِ بِكَلِمَاتِ اللَّهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ\n\nU'iidzuki bikalimaatillaahit-taammah, min kulli syaithoonin wa haammah, wa min kulli 'ainin laammah.\n\nAku memohon perlindungan untukmu dengan kalimat-kalimat Allah yang sempurna, dari semua godaan setan dan binatang pengganggu, dan dari pandangan mata buruk.\n\n\nSelengkapnya:\nKita bisa memohon perlindungan untuk anak dari gangguan setan, dengan doa seperti yang pernah dipraktekkan Nabi shallallahu ‘alaihi wa sallam, ketika mendoakan cucunya, Hasan dan Husain.\n\nIbnu Abbas menceritakan, bahwa Rasulullah shallallahu ‘alaihi wa sallam membacakan doa perlindungan untuk kedua cucunya,\n\nأُعِيْذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ\n\nU'iidzukumaa bikalimaatillaahit-taammah, min kulli syaithoonin wa haammah, wa min kulli 'ainin laammah.\n\nAku memohon perlindungan untuk kamu berdua, dengan kalimat-kalimat Allah yang sempurna, dari semua godaan setan dan binatang pengganggu, dan dari pandangan mata buruk. (HR. Abu Daud 3371, dan dishahihkan al-Albani).\n\nKita bisa meniru doa beliau ini.\n\nKata ganti disesuaikan dengan jenis kelamin dan jumlah anak yang didoakan:\n\nJika satu anak laki: U'iidzu - ka.\nJika satu anak perempuan: U'iidzu - ki.\nJika dua anak, laki maupun perempuan: U'iidzu - kumaa.\nJika lebih dari dua anak, semua laki: U'iidzu - kum.\nJika lebih dari dua anak, semua perempuan: U'iidzu - kunna.\nJika lebih dari dua anak, laki dan perempuan: U'iidzu - kum.\n\nSumber: https://konsultasisyariah.com/18705-doa-untuk-bayi-yang-baru-lahir.html dan http://bbg-alilmu.com/archives/35100",
    "mood": "",
    "tag": ""
  },
  {
    "id": 78,
    "grup": "Doa Memohon Keteguhan Hati",
    "judul": "Doa Memohon Keteguhan Hati",
    "lafaz": "يَا مُقَلِّبَ الْقُلُوبِ، ثَبِّتْ قَلْبِى عَلَى دِينِكَ",
    "latin": "Yaa muqollibal quluub, tsabbit qolbii 'alaa diinik.",
    "arti": "Wahai Dzat yang Maha Membolak-balikkan hati, teguhkanlah hatiku di atas agama-Mu.",
    "tentang": "HR. Tirmidzi no. 3522. Syaikh Al Albani mengatakan bahwa hadits ini shahih.\nUmmu Salamah pernah menanyakan kepada Rasulullah shallallahu 'alaihi wa sallam, kenapa doa tersebut yang sering beliau baca. Nabi shallallahu 'alaihi wa sallam seraya menjawab, \"Wahai Ummu Salamah, yang namanya hati manusia selalu berada di antara jari-jemari Allah. Siapa saja yang Allah kehendaki, maka Allah akan berikan keteguhan dalam iman. Namun siapa saja yang dikehendaki, Allah pun bisa menyesatkannya.\"\n\nDalam riwayat lain dikatakan, \"Sesungguhnya hati berada di tangan Allah 'azza wa jalla, Allah yang membolak-balikkannya.\" (HR. Ahmad 3: 257. Syaikh Syu'aib Al Arnauth mengatakan bahwa sanad hadits ini kuat sesuai syarat Muslim).\n\n\nSumber: http://rumaysho.com/amalan/kiat-agar-semangat-tidak-kendor-dalam-belajar-islam-3315",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 79,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Dan Rahmat",
    "lafaz": "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
    "latin": "Robbanaa, aamannaa, fagh-fir lanaa warhamnaa, wa anta khoirur-roohimiin.",
    "arti": "Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, dan Engkau adalah Pemberi rahmat Yang Paling Baik. (QS. Al Mu’minun [23]: 109).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 80,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Dan Rahmat (Doa Nabi Adam)",
    "lafaz": "رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
    "latin": "Robbanaa zholamnaa anfusanaa, wa in lam tagh-fir lanaa wa tarhamnaa, lanakuunanna minal khoosiriin.",
    "arti": "Ya Tuhan kami, kami telah menganiaya diri kami sendiri, dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi. (QS. Al A'raf [7]: 23).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 81,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun (Doa Nabi Musa)",
    "lafaz": "رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي",
    "latin": "Robbi innii zholamtu nafsii, fagh-fir lii.",
    "arti": "Ya Tuhanku, sesungguhnya aku telah menganiaya diriku sendiri, karena itu ampunilah aku. (QS. Al Qashash [28]: 16).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 82,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun, Rahmat, Petunjuk, Keselamatan Dan Rizki",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَاهْدِنِيْ، وَعَافِنِيْ، وَارْزُقْنِيْ",
    "latin": "Allaahummagh-fir lii, warhamnii, wahdinii, wa 'aafinii, warzuqnii.",
    "arti": "Ya Allah, ampunilah aku, kasihanilah aku, berilah petunjuk kepadaku, selamatkanlah aku (dari penyakit dan dari apa yang tidak kuinginkan) dan berilah rezeki kepadaku.",
    "tentang": "HR. Muslim no. 35 dan 2697. Dari Thoriq bin Asy-yam –radhiyallahu 'anhu–, ia berkata, “Jika seseorang baru masuk Islam, Nabi shallallahu 'alaihi wa sallam mengajarkan pada beliau shalat, lalu beliau memerintahkannya untuk membaca: (doa di atas).”\nFaedah hadits:\n\nKetika seseorang masuk Islam, maka hendaklah ia diajarkan shalat dan diajarkan doa ini.\nKeutamaan meminta ampunan dari segala dosa pada Allah. Jika orang kafir masuk Islam, dosanya yang telah lalu akan diampuni. Namun permintaan ampunan ini bukan hanya bagi orang yang masuk Islam, namun juga untuk semua muslim. Karena setiap manusia tidak pernah terlepas dari dosa sebagaimana disebutkan dalam hadits.\nKeutamaan meminta rahmat Allah yaitu agar diperoleh kasih sayang Allah. Karena manusia barulah meraih kesempurnaan jika ia selamat dari berbagai kesusahan dan meraih kebahagiaan yang ia cari-cari.\nKeutamaan meminta hidayah, yaitu berupa petunjuk ilmu sekaligus amal.\nKeutamaan meminta keselamatan dari berbagai penyakit. Penyakit itu ada dua macam yaitu penyakit badan dan penyakit hati. Penyakit hati ini tentu saja lebih parah dari penyakit badan. Karena jika seseorang tertimpa penyakit hati maka kerugiaan di dunia dan akhirat sekaligus akan menimpa dirinya. Wal 'iyadzu billaah.\nKeutamaan meminta rizki yaitu agar dimudahkan oleh Allah untuk memperolehnya sehingga tidak sampai lalai dari melakukan ketaatan. Rizki itu ada dua macam yaitu yang bisa menegakkan badan dan bisa menguatkan hati. Menguatkan badan yaitu melalui makanan, pakaian, dan tempat tinggal. Menguatkan hati yaitu melalui ilmu bermanfaat (ilmu diin) dan amalan sholih. Permintaan rizki tersebut mencakup dua macam rizki ini.\nKeutamaan meminta kebaikan di dunia dan akhirat sekaligus, bukan hanya dunia saja. Ingatlah, kebahagiaan hakiki adalah kebahagiaan di akhirat kelak.\nKeutamaan membaca doa yang diajarkan oleh Nabi shallallahu 'alaihi wa sallam ini, terutama diajarkan bagi orang yang baru masuk Islam.\n\nSumber: http://rumaysho.com/belajar-islam/amalan/3002-doa-meminta-kesehatan-dan-kelapangan-rizki.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 83,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun, Rahmat, Keselamatan Dan Rizki",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِيْ، وَارْحَمْنِيْ، وَعَافِنِيْ، وَارْزُقْنِيْ",
    "latin": "Allaahummagh-fir lii, warhamnii, wa 'aafinii, warzuqnii.",
    "arti": "Ya Allah, ampunilah aku, kasihanilah aku, selamatkanlah aku (dari penyakit dan dari apa yang tidak kuinginkan) dan berilah rezeki kepadaku.",
    "tentang": "HR. Muslim no. 36 dan 2697. Dalam riwayat lain, dari Thoriq, ia berkata bahwa ia mendengar Nabi shallallahu 'alaihi wa sallam –dan ketika itu beliau didatangi seorang laki-laki–, lalu laki-laki tersebut berkata, “Wahai Rasulullah, apa yang harus aku katakan ketika aku ingin memohon pada Rabbku?” Beliau bersabda, “Katakanlah: (doa di atas), karena doa ini telah mencakup dunia dan akhiratmu.”\n\nSumber: http://rumaysho.com/belajar-islam/amalan/3002-doa-meminta-kesehatan-dan-kelapangan-rizki.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 84,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun, Teguh Pendirian Dan Pertolongan Terhadap Orang Kafir",
    "lafaz": "رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "latin": "Robbanagh-fir lanaa dzunuubanaa, wa isroofanaa fii amrinaa, wa tsabbit aqdaamanaa, wan-shurnaa 'alal qoumil kaafiriin.",
    "arti": "Ya Rabb kami, ampunilah dosa-dosa kami, dan tindakan-tindakan kami yang berlebih-lebihan dalam urusan kami, dan teguhkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir. (QS. Ali Imran [3]: 147).",
    "tentang": "Sumber: http://rumaysho.com/amalan/kiat-agar-semangat-tidak-kendor-dalam-belajar-islam-3315",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 85,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Dalam Segala Hal",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِيْ خَطِيْئَتِيْ وَجَهْلِيْ، وَإِسْرَافِيْ فِي أَمْرِيْ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّيْ. اَللَّهُمَّ اغْفِرْ لِيْ جَدِّيْ وَهَزْلِيْ، وَخَطَئِيْ وَعَمْدِيْ، وَكُلُّ ذَالِكَ عِنْدِيْ. اَللَّهُمَّ اغْفِرْ لِيْ مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّيْ. أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "latin": "Allaahummagh-fir lii khothii-atii wa jahlii, wa isroofii fii amrii, wa maa anta a'lamu bihi minnii. Allaahummagh-fir lii jaddii wa hazlii, wa khoto-ii wa 'amdii, wa kullu dzaalika 'indii. Allaahummagh-fir lii maa qoddamtu wa maa akh-khortu, wa maa asrortu wa maa a'lantu, wa maa anta a'lamu bihi minnii. Antal muqoddimu wa antal mu-akh-khiru, wa anta 'alaa kulli syai-in qodiir.",
    "arti": "Ya Allah, ampunilah kesalahanku dan kebodohanku, keberlebih-lebihan dalam perkaraku, dan apa yang Engkau lebih mengetahui daripadaku. Ya Allah, ampunilah aku dalam kesungguhanku dan kelalaianku, kesalahanku dan kesengajaanku, dan semua itu berasal dari sisiku. Ya Allah, ampunilah aku dari dosa yang telah aku lakukan dan yang belum, yang aku sembunyikan dan yang aku tampakkan, dan apa yang Engkau lebih mengetahui daripadaku. Engkaulah Yang Maha Mendahulukan dan Yang Mengakhirkan, dan Engkau Mahakuasa atas segala sesuatu.",
    "tentang": "HR. Bukhari 6398 dan Muslim 2719.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 86,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Dan Berlindung Dari Neraka",
    "lafaz": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
    "latin": "Robbanaa innanaa aamannaa, fagh-fir lanaa dzunuubanaa, wa qinaa 'adzaaban-naar.",
    "arti": "Ya Tuhan kami, sesungguhnya kami telah beriman, maka ampunilah segala dosa kami, dan peliharalah kami dari siksa neraka. (QS. Ali Imran [3]: 16).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 87,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun, Dihapuskan Kesalahan Dan Agar Tidak Dihinakan Pada Hari Kiamat",
    "lafaz": "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
    "latin": "Robbanaa innanaa sami'naa munaadiyan yunaadii lil iimaani an aaminuu birobbikum, fa-aamannaa, robbanaa fagh-fir lanaa dzunuubanaa, wa kaffir 'annaa sayyi-aatinaa, wa tawaffanaa ma'al abroor, robbanaa wa aatinaa maa wa 'adtanaa 'alaa rusulika, wa laa tukh-zinaa yaumal qiyaamah, innaka laa tukh-liful mii'aad.",
    "arti": "Ya Tuhan kami, sesungguhnya kami mendengar (seruan) yang menyeru kepada iman, (yaitu): “Berimanlah kamu kepada Tuhanmu”, maka kamipun beriman. Ya Tuhan kami, ampunilah bagi kami dosa-dosa kami, dan hapuskanlah dari kami kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang banyak berbakti. Ya Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami dengan perantaraan rasul-rasul Engkau. Dan janganlah Engkau hinakan kami di hari kiamat. Sesungguhnya Engkau tidak menyalahi janji. (QS. Ali Imran [3]: 193-194).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 88,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Untuk Diri Sendiri Dan Kaum Mukminin, Dan Agar Tidak Dengki Kepada Orang Beriman",
    "lafaz": "رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
    "latin": "Robbanagh-fir lanaa wa li-ikhwaaninal-ladziina sabaquunaa bil-iimaan, wa laa taj'al fii quluubinaa ghillan lilladziina aamanuu, robbanaa innaka ro-uufun rohiim.",
    "arti": "Ya Rabb kami, beri ampunlah kami dan saudara-saudara kami yang telah beriman lebih dulu dari kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Rabb kami, Sesungguhnya Engkau Maha Penyantun lagi Maha Penyayang. (QS. Al Hasyr [59]: 10).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 89,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun Pada Hari Pembalasan",
    "lafaz": "رَبِّ اغْفِرْ لِي خَطِيئَتِي يَوْمَ الدِّينِ",
    "latin": "Robbigh-fir lii khothii-atii yaumad-diin.",
    "arti": "Ya Rabbi, ampunilah kesalahanku pada hari Pembalasan.",
    "tentang": "HR. Muslim.\nUngkapan tersebut diucapkan Nabi Shallallahu ‘alaihi wa sallam kala ditanya Aisyah, “Ibnu Jud’an, pada masa jahiliah ia menyambung tali kekerabatan, memberi makan orang miskin, apakah itu bermanfaat baginya?” Lalu Nabi Shallallahu ‘alaihi wa sallam menjawab, “Tidak wahai Aisyah! Sesungguhnya ia sama sekali tidak pernah mengatakan: (doa di atas).”\n\nArtinya ia tidak percaya dengan hari kebangkitan. Dan orang yang tidak mengimaninya, maka ia kafir, amalnya tidak bermanfaat baginya (di akhirat).\n\nDoa yang disebutkan Nabi Shallallahu ‘alaihi wa sallam ini menunjukkan urgensi berdoa dengan tersebut. Pun telah datang dari Ibrahim Khalilur-Rahman ucapan beliau, “Dan yang amat kuinginkan akan mengampuni kesalahanku pada hari kiamat.” (Asy-Syu’ara/26: 82).\n\nBila kekasih Allah saja sangat mengharap agar diampuni kesalahannya pada hari Kiamat, maka kitapun sangat lebih dituntut untuk memohonnya dengan sangat. Sebab orang yang diampuni Allah, artinya ia telah selamat dari setiap mara bahaya, dan tercapailah apa yang didambakannya pada hari yang sangat mencekam tersebut.\n\nPenyebutan hari pembalasan (yaumuddin) dalam doa ini untuk menghadirkan permintaan agung, pada hari di mana hamba ketika itu sangat membutuhkan ampunan Rabb-nya. Yaumuddin adalah yaumul jaza’ (hari pembalasan) dan hari perhitungan amal. Dan di antara nama Allah adalah Ad-Dayyaan, yaitu Yang menghisab dan membalas sekalian hamba. Allah Azza wa Jalla akan memutuskan perkara mereka dengan timbangan keadilan dan kebenaran pada hari pembalasan. Maka dari itu sudah seharusnya bagi hamba untuk memperhatikan doa ini.\n\nSyarh ad-Du’a min al-Kitab wa as-Sunnah, doa no 145.\n\n\nSumber: https://almanhaj.or.id/11462-doa-meminta-ampun-pada-hari-pembalasan.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 90,
    "grup": "Doa Memohon Ampun, Rahmat Dan Kebaikan Lainnya",
    "judul": "Doa Memohon Ampun, Rahmat, Dan Ditetapkan Kebaikan Di Dunia Dan Akhirat (Doa Nabi Musa)",
    "lafaz": "أَنتَ وَلِيُّنَا، فَاغْفِرْ لَنَا، وَارْحَمْنَا، وَأَنتَ خَيْرُ الْغَافِرِينَ، وَاكْتُبْ لَنَا فِي هَـٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ، إِنَّا هُدْنَا إِلَيْكَ",
    "latin": "Anta waliyyunaa, fagh-fir lanaa, war hamnaa, wa anta khoirul ghoofiriin, waktub lanaa fii haadzihid-dunyaa hasanatan wa fil aakhiroh, innaa hudnaa ilaik.",
    "arti": "Engkaulah Yang memimpin kami, maka ampunilah kami, dan berilah kami rahmat, dan Engkaulah Pemberi ampun yang sebaik-baiknya. Dan tetapkanlah untuk kami kebajikan di dunia ini dan di akhirat, sesungguhnya kami kembali (bertaubat) kepada Engkau. (QS. Al-A'raf [7]: 155-156).",
    "tentang": "Sumber: https://almanhaj.or.id/7219-para-nabi-pun-bertaubat-menyoal-mashumnya-para-nabi.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 91,
    "grup": "Doa Berlindung Dari Syirik",
    "judul": "Doa Berlindung Dari Syirik",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ",
    "latin": "Allaahumma innii a'uudzu bika an usyrika bika wa anaa a'lam, wa astagh-firuka limaa laa a'lam.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari menyekutukan-Mu sedangkan aku mengetahuinya, dan aku memohon ampun terhadap apa yang tidak aku ketahui.",
    "tentang": "HR. Ahmad dan imam yang lain 4/403, lihat Shahihul Jami' 3/233, dan Shahihut Targhrib wat Tarhib oleh Al-Albani 1/19.\n\nSumber: Hisnul Muslim.",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 92,
    "grup": "Doa Berlindung Dari Empat Hal",
    "judul": "Doa Berlindung Dari Empat Hal",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوْذُبِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَمِنْ قَلْبٍ لَا يَخْشَعُ، وَمِنْ نَفْسٍ لَا تَشْبَعُ، وَمِنْ دَعْوَةٍ لَا يُسْتَجَابُ لَهَا",
    "latin": "Allaahumma innii a'uudzu bika min 'ilmin laa yanfa', wa min qolbin laa yakhsya', wa min nafsin laa tasyba', wa min da'watin laa yustajaabulahaa.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari ilmu yang tidak bermanfaat, hati yang tidak khusyuk, jiwa yang tidak merasa kenyang (puas), dan dari doa yang tidak dikabulkan.",
    "tentang": "HR. Muslim no. 2722 dari Zaid bin Arqam.",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 93,
    "grup": "Doa Berlindung Dari Kecelakaan Dan Kematian Yang Mengerikan",
    "judul": "Doa Berlindung Dari Kecelakaan Dan Kematian Yang Mengerikan",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ التَّرَدِّي، وَالْهَدْمِ، وَالْغَرَقِ، وَالْحَرِيقِ، وَأَعُوذُ بِكَ أَنْ يَتَخَبَّطَنِي الشَّيْطَانُ عِنْدَ الْمَوْتِ، وَأَعُوذُ بِكَ أَنْ أَمُوتَ فِي سَبِيلِكَ مُدْبِرًا، وَأَعُوذُ بِكَ أَنْ أَمُوتَ لَدِيغًا",
    "latin": "Allaahumma innii a'uudzu bika minat-taroddii, wal hadmi, wal ghoroqi, wal hariiqi, wa a'uudzu bika an yatakhobbathonisy-syaithoonu 'indal mauti, wa a'uudzu bika an amuuta fii sabiilika mudbiron, wa a'uudzu bika an amuuta ladiighon.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kebinasaan (terjatuh), kehancuran (tertimpa sesuatu), tenggelam, kebakaran, dan aku berlindung kepada-Mu dari disesatkan setan pada saat mati, dan aku berlindung kepada-Mu dari mati dalam keadaan berpaling dari jalan-Mu, dan aku berlindung kepada-Mu dari mati dalam keadaan tersengat.",
    "tentang": "HR. An-Nasa’i no. 5531. Al-Hafizh Abu Thahir mengatakan bahwa sanad hadits ini shahih.\nArti beberapa kalimat dalam doa tersebut:\n\nAt-taroddi: jatuh dari tempat yang tinggi ke tempat yang rendah.\nAl-hadm: tertimpa bangunan.\nAl-ghoroq: tenggelam dalam air.\nAl-hariq: terbakar api.\nAn yatakhobbathonisy-syaithoonu 'indal mauti: dikuasai oleh setan ketika akan meninggal dunia, sehingga setan menghalanginya untuk bertaubat.\nAl-ladiigo: mati dalam keadaan terkena racun dari kalajengking dan ular.\nKenapa sampai kita berdoa meminta perlindungan dari hal-hal di atas padahal yang disebutkan dalam doa menyebabkan seseorang mendapatkan kesyahidan sebagaimana disebutkan dalam hadits?\n\nImam Ath-Thibi rahimahullah menjelaskan bahwa hal-hal yang disebutkan asalnya adalah musibah. Adapun mengharapkan kesyahidan dari musibah tersebut, perlu dipahami bahwa memang setiap musibah sampai pun duri yang menusuk akan mendapatkan pahala.\n\nKata Imam Ath-Thibi, antara syahid di medan perang dengan syahid karena musibah di atas sangat berbeda. Karena syahid di medan perang itu diharap-harap. Sedangkan syahid dengan jatuh dari tempat tinggi, terbakar dan tenggelam, itu tidak dicari-cari. Kalau seseorang berusaha bunuh diri dengan cara-cara tadi, malah dihukumi berdosa.\n\nPenjelasan di atas diambil dari Muro’ah Al-Mafatih, dinukil dari ahlalhdeeth.com.\n\nMoga Allah mematikan kita dalam keadaan husnul khotimah.\n\n\nSumber: https://rumaysho.com/15114-doa-agar-tidak-mati-mengerikan.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 94,
    "grup": "Doa Berlindung Dari Kecelakaan Dan Kematian Yang Mengerikan",
    "judul": "Doa Agar Tidak Disesatkan Setan Menjelang Kematian",
    "lafaz": "أَعُوذُ بِكَ أَنْ يَتَخَبَّطَنِي الشَّيْطَانُ عِنْدَ الْمَوْتِ",
    "latin": "A'uudzu bika an yatakhobbathonisy-syaithoonu 'indal maut.",
    "arti": "Aku berlindung kepada-Mu agar tidak disesatkan setan ketika kematian.",
    "tentang": "HR. Ahmad 8667, Abu Daud 1554 dan dishahihkan al-Albani.\nKeterangan:\n\nSetan Mendatangi Manusia Ketika Sakaratul Maut\n\nItulah detik-detik yang paling menentukan nasib manusia di akhirat. Karena semua amal dinilai berdasarkan ujungnya. Di saat itulah, setan tidak akan menyia-nyiakan kesempatan. Bisa jadi, dia akan mendatangi manusia ketika kematian. Karena itu, salah satu doa Nabi shallallahu ‘alaihi wa sallam, beliau memohon perlindungan kepada Allah, agar tidak disesatkan setan ketika kematian.\n\nDalam salah satu doanya, Nabi shallallahu ‘alaihi wa sallam mengucapkan: (doa di atas).\n\nAl-Khathabi menjelaskan hadis di atas, dengan menyebutkan beberapa bentuk gangguan setan ketika mendekati kematian, “Nabi shallallahu ‘alaihi wa sallam berlindung dari disesatkan setan ketika kematian. Bentuknya adalah setan mengganggunya ketika dia hendak meninggal dunia. Lalu setan menyesatkannya, sehingga menghalangi dia untuk bertaubat, atau menutupi dirinya sehingga tidak mau memperbaiki urusannya atau memohon maaf dari kedzaliman yang pernah dia lakukan. Atau membuat dia merasa putus asa dari rahmat Allah. Atau membuat dia benci dengan kematian dan merasa sedih meninggalkan hartanya, sehingga dia tidak ridha dengan keputusan Allah berupa kematian, dan menuju akhirat. Sehingga dia akhiri hidupnya dengan keburukan, lalu dia bertemu Allah dalam kondisi dia murka kepada-Nya.”\n\nKemudian, al-Khithabi menegaskan, “Diriwayatkan bahwa tidak ada kesempatan yang lebih diperhatikan setan untuk menyesatkan manusia, selain ketika kematiannya. Dia akan mengundang rekan-rekannya, ‘Kumpul di sini, jika kalian tidak bisa menyesatkannya pada hari ini, kalian tidak lagi bisa menggodanya selamanya.’” (Aunul Ma’bud, 4/287).\n\n\nSumber: https://konsultasisyariah.com/26531-setan-menggoda-manusia-ketika-sakaratul-maut.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 95,
    "grup": "Doa Memohon Ilmu",
    "judul": "Doa Memohon Ilmu 1",
    "lafaz": "رَبِّ زِدْنِي عِلْمًا",
    "latin": "Robbi zidnii 'ilman.",
    "arti": "Wahai Rabb-ku, tambahkanlah ilmu kepadaku. (QS. Thaha [20]: 114).",
    "tentang": "Allah Ta'ala memerintahkan Nabi-Nya Shallallahu 'alaihi wa sallam agar meminta tambahan ilmu.\nAl-Hafidz Ibnu Hajar rahimahullah berkata, \"Ayat ini adalah dalil yang tegas tentang keutamaan ilmu. Sebab tidaklah Allah Ta'ala pernah memerintahkan Nabi-Nya Shallallahu 'alaihi wa sallam untuk meminta tambahan terhadap sesuatu, selain ilmu…\" (Fathul Baari, 1/187).",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 96,
    "grup": "Doa Memohon Ilmu",
    "judul": "Doa Memohon Ilmu 2",
    "lafaz": "اَللَّهُمَّ انْفَعْنِيْ بِمَا عَلَّمْتَنِيْ، وَعَلِّمْنِيْ مَا يَنْفَعُنِيْ، وَزِدْنِيْ عِلْماً",
    "latin": "Allaahumman-fa'nii bimaa 'allamtanii, wa 'allimnii maa yanfa'unii, wa zidnii 'ilman.",
    "arti": "Ya Allah, berilah aku manfaat dengan apa yang telah Engkau ajarkan kepadaku, ajarilah aku apa yang bermanfaat bagiku, dan tambahkanlah ilmu kepadaku.",
    "tentang": "HR. Ibnu Majah no. 251 dan 3833. Shahih. Tahqiq al-Albani.\n\nSumber: http://www.salamdakwah.com/baca-artikel/memohon-ilmu-yang-bermanfaat-1.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 97,
    "grup": "Doa Memohon Ilmu",
    "judul": "Doa Memohon Ilmu Yang Bermanfaat Dan Berlindung Dari Ilmu Yang Tidak Bermanfaat",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَأَعُوْذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ",
    "latin": "Allaahumma innii as-aluka 'ilman naafi'an, wa a'uudzu bika min 'ilmin laa yanfa'.",
    "arti": "Ya Allah, aku memohon kepada-Mu ilmu yang bermanfaat, dan berlindung kepada-Mu dari ilmu yang tidak bermanfaat.",
    "tentang": "HR. Ibnu Hibban. Hadis hasan sahih. Lihat at-Ta’liqaat al-Hisaan, al-Albani No 82.\n\nSumber: http://www.salamdakwah.com/baca-artikel/memohon-ilmu-yang-bermanfaat-1.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 98,
    "grup": "Doa Memohon Ilmu",
    "judul": "Doa Agar Paham Tentang Agama",
    "lafaz": "اَللَّهُمَّ فَقِّهْنِيْ فِى الدِّيْنِ",
    "latin": "Allaahumma faqqihnii fid-diin.",
    "arti": "Ya Allah, pahamkanlah aku tentang agama (Islam).",
    "tentang": "HR. Al-Bukhari no. 143, Fathul Barri I/244, dan Muslim no. 2477. Hadits Shahih.\n\nSumber: https://muslimah.or.id/9591-wanita-dan-majelis-ilmu.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 99,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Diri Dan Keluarga Tetap Mendirikan Shalat (Doa Nabi Ibrahim)",
    "lafaz": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "latin": "Robbij'alnii muqiimash-sholaati wa min dzurriyyatii, robbanaa wa taqobbal du'aa'.",
    "arti": "Ya Rabb-ku, jadikanlah aku dan anak cucuku orang-orang yang tetap mendirikan shalat, ya Tuhan kami, perkenankanlah doaku.",
    "tentang": "(QS. Ibrahim [14]: 40).",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 100,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Menjadi Hamba Yang Bersyukur Dan Agar Bisa Beramal Shaleh (Doa Nabi Sulaiman)",
    "lafaz": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
    "latin": "Robbi auzi'nii an asykuro ni'matakallatii an'amta 'alayya wa 'alaa waalidayya wa an a'mala shoolihan tardhoohu, wa ad-khilnii birohmatika fii 'ibaadikash-shoolihiin.",
    "arti": "Ya Rabbku, tunjukilah aku untuk mensyukuri nikmat-Mu yang telah Engkau berikan kepadaku dan kepada ibu bapakku, dan supaya aku dapat berbuat amal shaleh yang Engkau ridhai. Masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang shaleh. (QS. An-Naml [27]: 19).",
    "tentang": "Sumber: https://www.facebook.com/photo.php?fbid=287408304641699&set=a.128972147151983.21826.113035155412349&type=1",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 101,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Petunjuk, Ketakwaan, 'Afaf (Terjaga) Dan Ghina (Merasa Cukup)",
    "lafaz": "اَللَّهُمَّ إنِّي أَسْأَلُكَ الهُدَى، وَالتُّقَى، وَالعَفَافَ، وَالغِنَى",
    "latin": "Allaahumma innii as-alukal hudaa, wat-tuqoo, wal 'afaaf, wal ghinaa.",
    "arti": "Ya Allah, sesungguhnya aku mohon kepada-Mu petunjuk, ketakwaan, diberikan sifat 'afaf dan ghina.",
    "tentang": "HR. Muslim no. 2721.\nDari Ibnu Mas'ud radhiyallahu 'anhu, beliau berkata, \"Nabi shallallahu 'alaihi wa sallam biasa membaca doa: (doa di atas).",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 102,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Ketakwaan dan Jiwa yang Suci",
    "lafaz": "اَللَّهُمَّ آتِ نَفْسِيْ تَقْوَاهَا، وَزَكِّهَا، أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا وَمَوْلَاهَا",
    "latin": "Allaahumma aati nafsii taqwaahaa wazakkihaa, anta khairu man zakkaahaa, anta waliyyuhaa wa maulaahaa.",
    "arti": "Ya Allah, anugerahkanlah kepadaku ketakwaaan jiwa dan sucikanlah ia, karena Engkaulah sebaik-baik Rabb yang mensucikannya, Engkau pelindung dan Pemeliharanya.",
    "tentang": "HR. Muslim.\n\nSumber: https://www.facebook.com/photo.php?fbid=563403433708850&set=a.128398600542671.21609.113035155412349&type=1",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 103,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Dilapangkan hati dan Dimudahkan Urusan dan Ucapan (Doa Nabu Musa)",
    "lafaz": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي",
    "latin": "Robbisy-roh lii shodrii, wa yassir lii amrii, wah lul 'uqdatan min lisaanii, yafqohuu qoulii.",
    "arti": "Ya Rabbku, lapangkanlah untukku dadaku, mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, supaya mereka mengerti perkataanku. (QS. Thaha [20]: 25-28).",
    "tentang": "Doa ini adalah doa yang amat manfaat. Doa ini berisi hal meminta kemudahan pada Allah dan agar dimudahkan dalam ucapan serta dimudahkan untuk memahamkan orang lain ketika ingin berdakwah.\nDoa ini dari Nabi Musa 'alaihis salam. Namun doa ini bisa diamalkan pula oleh kita sebagaimana ditunjukkan oleh para ulama dalam berbagai kitab doa kumpulan mereka.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 104,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memperbaiki Urusan Agama dan Dunia",
    "lafaz": "اَللَّهُمَّ أَصْلِحْ لِى دِينِىَ الَّذِى هُوَ عِصْمَةُ أَمْرِى، وَأَصْلِحْ لِى دُنْيَاىَ الَّتِى فِيهَا مَعَاشِى، وَأَصْلِحْ لِى آخِرَتِى الَّتِى فِيهَا مَعَادِى، وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِى فِى كُلِّ خَيْرٍ، وَاجْعَلِ الْمَوْتَ رَاحَةً لِى مِنْ كُلِّ شَرٍّ",
    "latin": "Allaahumma ashlih lii diiniyal-ladzii huwa 'ishmatu amrii, wa ashlih lii dunyaayallatii fiihaa ma'aasyii, wa ashlih lii aakhirotillatii fiihaa ma'aadii, waj'alil hayaata ziyaadatan lii fii kulli khoirin, waj'alil mauta roohatan lii min kulli syarrin.",
    "arti": "Ya Allah, perbaikilah agamaku sebagai benteng urusanku, perbaikilah duniaku yang menjadi tempat kehidupanku, perbaikilah akhiratku yang menjadi tempat kembaliku. Dan jadikanlah kehidupan ini mempunyai nilai tambah bagiku dalam segala kebaikan, dan jadikanlah kematianku sebagai kebebasanku dari segala kejahatan.",
    "tentang": "HR. Muslim no. 2720.\nDari Abu Hurairah dia berkata, Rasulullah shallallahu 'alaihi wa sallam pernah berdoa sebagai berikut: (doa di atas).\n\nAn Nawawi membawakan hadits ini dalam bab “Berlindung dari sesuatu yang telah diamalkan dan apa-apa yang belum diamalkan”.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 105,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Melihat Hilal ( Bulan Tanggal Satu)",
    "lafaz": "اَللَّهُ أَكْبَرُ، اَللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالأَمْنِ وَالإِيْمَانِ، وَالسَّلَامَةِ وَالإِسْلَامِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ",
    "latin": "Allaahu akbar, allaahumma ahillahu 'alainaa bil amni wal iimaan, was-salaamati wal islaam, wat-taufiiqi limaa tuhibbu wa tardhoo, robbunaa wa robbukallaah.",
    "arti": "Allah Maha Besar, Ya Allah, munculkanlah hilal itu kepada kami dengan membawa keamanan dan keimanan, keselamatan dan islam, dan membawa taufiq kepada apa yang Engkau cintai dan Engkau ridhai. Rabb kami dan Rabb kamu (wahai bulan) adalah Allah.",
    "tentang": "HR. Ahmad dalam musnadnya 888, Ad-Darimi dalam sunannya 1729, At-Thabrani dalam Mu'jam al-Kabir 13330. Hadits ini digolongkan hadits shahih li ghairi oleh Al-Albani dalam As-Shahihah no. 1816, dan dinilai shahih oleh Syu'aib Al-Arnauth dalam Ta'liq Musnad Ahmad 3/171.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 106,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Melihat Permulaan Buah",
    "lafaz": "اَللَّهُمَّ بَارِكْ لَنَا فِيْ ثَمَرِنَا، وَبَارِكْ لَنَا فِيْ مَدِيْنَتِنَا، وَبَارِكْ لَنَا فِيْ صَاعِنَا، وَبَارِكْ لَنَا فِيْ مُدِّنَا",
    "latin": "Allaahumma baarik lanaa fii tsamarinaa, wa baarik lanaa fii madiinatinaa, wa baarik lanaa fii shoo'inaa, wa baarik lanaa fii muddinaa.",
    "arti": "Ya Allah, berilah berkah buah-buahan kami, berilah berkah kota kami, berilah berkah takaran kami (sehingga di antara kami tidak sering mengurangi timbangan) dan berilah berkah mud kami.",
    "tentang": "HR. Muslim 2/1000.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 107,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Hisab yang Mudah",
    "lafaz": "اَللَّهُمَّ حَاسِبْنِى حِسَابًا يَسِيرًا",
    "latin": "Allaahumma haasibnii hisaaban yasiiron.",
    "arti": "Ya Allah, hisablah aku dengan hisab yang mudah.",
    "tentang": "HR. Ahmad 6/48. Syaikh Syu'aib Al Arnauth mengatakan bahwa hadits ini shahih selain perkataan: Saya telah mendengar Nabi shallallahu 'alaihi wa sallam pada sebagian shalatnya membaca: (doa di atas). Ini adalah tambahan di mana Muhammad bin Ishaq bersendirian dalam meriwayatkannya.\nHadits selengkapnya:\nDari Aisyah, ia berkata, saya telah mendengar Nabi shallallahu 'alaihi wa sallam pada sebagian shalatnya membaca: (doa di atas). Ketika beliau berpaling saya bekata, \"Wahai Nabi Allah, apa yang dimaksud dengan hisab yang mudah?\" Beliau bersabda, \"Seseorang yang Allah melihat kitabnya lalu memaafkannya. Karena orang yang diperdebatkan hisabnya pada hari itu, pasti celaka wahai Aisyah. Dan setiap musibah yang menimpa orang beriman Allah akan menghapus (dosanya) karenanya, bahkan sampai duri yang menusuknya.\"\n\nYang dimaksud dengan doa tersebut diterangkan dalam hadits di atas. Maksud \"hisab yang mudah\" adalah saat di mana dosa-dosa seorang mukmin di hadapkan pada Allah, lalu ia pun mengakui dosa-dosanya itu. Kemudian setelah itu Allah mengampuni dosa-dosanya setelah ia bersendirian dengan Allah dan tidak ada seorang pun yang melihatnya ketika itu.\n\nDari Shafwan bin Muhriz bahwa seorang laki-laki pernah bertanya kepada Ibnu Umar, \"Bagaimana Anda mendengar sabda Rasulullah shallallahu 'alaihi wasallam tentang An Najwa (bisikan di hari kiamat)?\" Ibnu Umar menjawab, \"Yaitu salah seorang dari kalian akan mendekat kepada Rabb-nya. Kemudian Dia meletakkan naungan-Nya di atasnya. Kemudian Dia berfirman, 'Apakah kamu telah berbuat ini dan ini?' Hamba itu menjawab, 'Ya, benar.' Dia berfirman lagi, 'Apakah kamu telah melakukan ini dan ini?' Hamba itu menjawab, 'Ya, benar.' Dia pun mengulang-ulang pertanyannya, kemudian berfirman, 'Sesungguhnya Aku telah menutupi dosa-dosa tadi (merahasiakannya) di dunia dan pada hari ini aku telah mengampuninya bagimu.'\" (HR. Bukhari no. 6070).\n\nInilah yang dimaksudkan dengan hisab yang mudah di mana dosa-dosa seorang hamba yang beriman itu dimaafkan.\n\n\nSumber: http://rumaysho.com/amalan/ya-allah-hisablah-aku-dengan-hisab-yang-mudah-1511",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 108,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Ucapan Terjaga Saat Marah maupun Ridha",
    "lafaz": "اَللَّهُمَّ إِنِّى أَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الْغَضَبِ وَالرِّضَى",
    "latin": "Allaahumma innii as-aluka kalimatal haqqi fil ghodhobi war-ridhoo.",
    "arti": "Ya Allah, aku memohon kepada-Mu perkataan yang benar pada saat marah dan ridha.",
    "tentang": "HR. Ahmad IV/264.\nAgar tak ada dusta, ketidakadilan dan kata-kata kotor saat emosi memuncak.\n\n\nSumber: BBG Al-Ilmu (BlackBerry Group)",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 109,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Melihat Wajah Allah Swt.",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ",
    "latin": "Allaahumma innii as-aluka ladz-dzatan-nazhori ilaa wajhika, wasy-syauqo ilaa liqoo-ika fii ghoiri dhorroo-a mudhirrotin wa laa fitnatin mudhillah.",
    "arti": "Ya Allah, Aku mohon kepada-Mu kenikmatan memandang wajah-Mu (di Surga), rindu bertemu dengan-Mu tanpa penderitaan yang membahayakan dan fitnah yang menyesatkan.",
    "tentang": "HR. Nasai 1305 dan dishahihkan al-Albani.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 110,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Mencintai dan Dicintai Allah",
    "lafaz": "اَللَّهُمَّ إِنِّى أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ عَمَلٍ يُقَرِّبُ إِلَى حُبِّكَ.",
    "latin": "Allaahumma innii as-aluka hubbaka, wa hubba man yuhibbuka, wa hubba 'amalin yuqorribu ilaa hubbika.",
    "arti": "Ya Allah, aku memohon agar dapat mencintai-Mu, mencintai orang-orang yang mencintai-Mu, dan mencintai amal yang dapat mendekatkan diriku kepada cinta-Mu.",
    "tentang": "HR. Tirmidzi no. 3235 dan Ahmad 5: 243, dan dishahihkan al-Albani.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 111,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Banyak Kebaikan",
    "lafaz": "اَللَّهُمَّ بِعِلْمِكَ الْغَيْبِ وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي\nاَللَّهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى\nوَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ\nوَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءٍ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ\nاَللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
    "latin": "Allaahumma bi'ilmikal ghoibi wa qudrotika 'alal kholqi, ahyinii maa 'alimtal hayaata khoiran lii, wa tawaffanii idzaa 'alimtal wafaata khoiran lii,\nAllaahumma wa as-aluka khosy-yataka fil ghoibi wasy-syahaadati, wa as-aluka kalimatal haqqi fir-ridhoo wal ghodhobi, wa as-alukal qoshda fil faqri wal ghinaa,\nWa as-luka na'iiman laa yanfadu, wa as-aluka qurrata 'ainin laa tanqoti'u, wa as-alukar-ridhoo ba'dal qodhoo-i, wa as-aluka bardal 'aisyi ba'dal mauti,\nWa as-aluka ladz-dzatan-nazhori ilaa wajhika, wasy-syauqo ilaa liqoo-ika fii ghoiri dhorroo-in mudhirrotin wa laa fitnatin mudhillatin,\nAllaahumma zayyinnaa biziinatil iimaani, waj'alnaa hudaatan muhtadiin.",
    "arti": "Ya Allah, dengan pengetahuan-Mu terhadap yang ghaib dan kekuasaan-Mu atas semua makhluk, hidupkanlah aku selama Engkau tahu kehidupan itu lebih baik bagiku, dan matikanlah aku jika Engkau tahu kematian itu lebih baik bagiku,\nYa Allah, sesungguhnya aku memohon rasa takut kepada-Mu di saat sendiri maupun dalam keadaan terang-terangan, aku memohon perkataan yang benar dalam keadaan baik maupun marah, aku memohon kesederhanaan dalam keadaan fakir maupun kaya,\nDan aku memohon kenikmatan yang tak akan habis, aku memohon penyejuk hati yang tak pernah berakhir, aku memohon keridhoan atas ketetapan-Mu, aku memohon ketentraman setelah kematian,\nDan aku memohon kenikmatan memandang wajah-Mu, dan kerinduan bertemu dengan-Mu, bukan dalam kesusahan yang membinasakan dan cobaan yang menyesatkan,\nYa Allah, hiasilah kami dengan hiasan iman, dan jadikanlah kami termasuk orang-orang yang memberi dan diberi petunjuk.",
    "tentang": "HR. An Nasaa-i no. 1305 dari Sahabat Amar bin Yasir dan dishahihkan Al Albani dalam al-Kalimuth Thayyib no. 105.\n\nSumber: BBM Ibnu Mukhtar (PIN 2666B091)",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 112,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Diterima Amal Ibadah dan taubat (Doa Nabi Ibrahim)",
    "lafaz": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ، وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "latin": "Robbanaa taqobbal minnaa, innaka antas-sami'ul 'aliim. Wa tub 'alainaa, innaka antat-tawwaabur-rohiim.",
    "arti": "Ya Tuhan kami, terimalah daripada kami (amalan kami), sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui. Dan terimalah taubat kami. Sesungguhnya Engkaulah Yang Maha Penerima taubat lagi Maha Penyayang. (QS. Al Baqarah [2]: 127 dan 128).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 113,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Tergolong Orang Beriman (Doa Nabi Ibrahim)",
    "lafaz": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ، وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ، وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ",
    "latin": "Robbi hab lii hukman, wa alhiqnii bish-shoolihiin. Waj'al lii lisaana shidqin fil aakhiriin. Waj'alnii min waro-tsati jannatin-na'iim.",
    "arti": "Ya Tuhanku, berikanlah kepadaku hikmah, dan masukkanlah aku ke dalam golongan orang-orang yang saleh. Dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. Dan jadikanlah aku termasuk orang-orang yang mempusakai surga yang penuh kenikmatan. (QS. Asy Syu’ara [26]: 83-85).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 114,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Bertawakal Hanya Kepada Allah",
    "lafaz": "حَسْبِيَ اللَّهُ لَا إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "latin": "Hasbiyallaah, laa ilaaha illaa huu, 'alaihi tawakkaltu, wa huwa robbul 'arsyil 'azhiim.",
    "arti": "Cukuplah Allah bagiku, tidak ada sesembahan yang berhak disembah selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy yang agung. (QS. At Taubah [9]: 129).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 115,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Disempurnakan Cahayanya dan Memohon Ampun",
    "lafaz": "رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "latin": "Robbanaa atmim lanaa nuuronaa, wagh-fir lanaa, innaka 'alaa kulli syai-in qodiir.",
    "arti": "Ya Rabb kami, sempurnakanlah bagi kami cahaya kami dan ampunilah kami; Sesungguhnya Engkau Maha Kuasa atas segala sesuatu. (QS. At Tahrim [66]: 8).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 116,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Rahmat dan Petunjuk",
    "lafaz": "رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "latin": "Robbanaa aatinaa min ladunka rohmatan, wa hayyi' lanaa min amrinaa rosyadaa.",
    "arti": "Wahai Tuhan kami, berikanlah rahmat kepada kami dari sisi-Mu, dan sempurnakanlah bagi kami petunjuk yang lurus dalam urusan kami. (QS. Al Kahfi [18]: 10).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 117,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Diwafatkan Dalam Keadaan Islam dan Tergolong Orang Saleh (Doa Nabi Yusuf)",
    "lafaz": "أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "latin": "Anta waliyyii fid-dunyaa wal aakhiroh, tawaffanii musliman, wa alhiqnii bish-shoolihiin.",
    "arti": "Engkaulah Pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan Islam dan gabungkanlah aku dengan orang-orang yang saleh. (QS. Yusuf [12]: 101).",
    "tentang": "Sumber: https://www.facebook.com/doa.dzikir.shahih.harian/photos/a.443228542443876.1073741825.145491612217572/611879738912088/?type=1",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 118,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Petunjuk dan Kebenaran",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْهُدَى وَالسَّدَادَ",
    "latin": "Allaahumma innii as-alukal hudaa was-sadaad.",
    "arti": "Ya Allah, aku memohon kepada-Mu petunjuk dan kebenaran.",
    "tentang": "HR. Muslim no. 2725.\nDari ‘Ali, ia berkata bahwa Rasulullah shallallahu ‘alaihi wa sallam mengatakan kepadanya, “Ucapkanlah: (doa di atas).”\n\nFaedah hadits:",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 119,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Kesabaran dan Agar Diwafatkan Dalam Keadaan Muslim",
    "lafaz": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "latin": "Robbanaa afrigh 'alainaa shobron, wa tawaffanaa muslimiin.",
    "arti": "Ya Tuhan kami, limpahkanlah kesabaran kepada kami, dan wafatkanlah kami dalam keadaan berserah diri (kepada-Mu).",
    "tentang": "(QS. Al A'raf [7]: 126).",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 120,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Dihidupkan Jika Itu Baik, dan Dimatikan Jika Itu Baik",
    "lafaz": "اَللَّهُمَّ أَحْيِنِي مَا كَانَتِ الحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الوَفَاةُ خَيْرًا لِي",
    "latin": "Allaahumma ahyinii maa kaanatil hayaatu khoiron lii, wa tawaffanii idzaa kaanatil wafaatu khoiron lii.",
    "arti": "Ya Allah, hidupkanlah aku jika kehidupan itu baik untukku, dan matikanlah aku jika kematian itu baik untukku.",
    "tentang": "HR. Bukhari no. 6351, 5671 dan Muslim no. 2680.\nDiriwayatkan dari sahabat Anas bin Malik radhiyallahu ‘anhu, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Janganlah salah seorang di antara kalian berangan-angan untuk mati karena musibah yang menimpanya. Kalau memang harus berangan-angan, hendaknya dia mengatakan: (doa di atas).”\n\nDalam hadits di atas, Rasulullah shallallahu ‘alaihi wa sallam melarang seseorang berangan-angan agar mati. Dalam riwayat dari sahabat Abu Hurairah radhiyallahu ‘anhu disebutkan bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Janganlah seseorang mengharapkan kematian dan janganlah berdoa meminta mati sebelum datang waktunya.” (HR. Muslim no. 2682).\n\nDalam hadits di atas terkandung larangan bagi setiap muslim untuk berangan-angan mati (dalam pikiran) atau berdoa (dengan diucapkan) meminta kematian karena musibah yang dia alami, baik berupa kemiskinan, kehilangan sesuatu yang berharga, penyakit tertentu yang parah, luka secara fisik, atau musibah-musibah lainnya.\n\nAlasan Pelarangan:\n\nPerbuatan tersebut menunjukkan keluh kesah terhadap musibah yang menimpa, tidak ridha dengan takdir Allah Ta’ala dan menentang takdir yang telah Allah Ta’ala tetapkan.\nYang menjadi kewajiban bagi seorang muslim adalah bersabar dalam menghadapi musibah. Kewajiban sabar ini berdasarkan ijma’ ulama. Yang lebih utama dari sabar adalah bersikap ridha terhadap musibah atau takdir dari Allah Ta’ala tersebut. Ridha terhadap musibah hukumnya sunnah, tidak sampai derajat wajib, menurut pendapat yang paling kuat.\n\nBerdoa meminta kematian tidaklah mendatangkan maslahat, namun di dalamnya justru terdapat mafsadah (keburukan), yaitu meminta hilangnya nikmat kehidupan dan berbagai turunannya yang bermanfaat.\nHal ini sebagaimana sabda Rasulullah shallallahu ‘alaihi wa sallam, “Janganlah seseorang mengharapkan kematian dan janganlah meminta mati sebelum datang waktunya. Karena orang mati itu amalnya akan terputus, sedangkan umur seorang mukmin tidaklah bertambah melainkan akan menambah kebaikan.” (HR. Muslim no. 2682).\n\nRasulullah shallallahu ‘alaihi wa sallam juga bersabda, “Janganlah salah seorang di antara kalian mengharapkan kematian. Jika dia orang baik, semoga saja bisa menambah amal kebaikannya. Dan jika dia orang yang buruk (akhlaknya), semoga bisa menjadikannya bertaubat.” (HR. Bukhari no. 5673).\n\n\nSumber: https://muslim.or.id/43190-hukum-berdoa-mengharapkan-kematian.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 121,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Keteguhan, Petunjuk Sekaligus Sebagai pembeli Petunjuk",
    "lafaz": "اَللَّهُمَّ ثَبِّتْنِي، وَاجْعَلْنِي هَادِيًا مَهْدِيًّا",
    "latin": "Allaahumma tsabbitnii, waj'alnii haadiyan mahdiyyan.",
    "arti": "Ya Allah, teguhkanlah aku. Dan jadikanlah aku sebagai pemberi petunjuk sekaligus mendapat petunjuk.",
    "tentang": "HR. Bukhari, Muslim.\nAsal doa ini adalah bahwa suatu ketika Rasulullah Shallallahu ‘alaihi wa sallam bersabda kepada Jarir Bin Abdillah al-Bajali Radhiyallahu anhu, “Wahai Jarir! Buat aku nyaman dari Dzul Khalashah (dengan melenyapkannya)”. Yaitu sebuah bangunan (terdapat berhala di sana) milik Khats’am yang biasa disebut dengan Ka’bah Yamaniyah. Maka Jarir pun segera bertolak bersama 150 ksatria berkuda. Dan Jarir saat itu mengeluhkan kepada Nabi Shallallahu ‘alaihi wa sallam tentang dirinya yang tidak bisa duduk mantap di atas pelana kudanya. Lalu Nabi Shallallahu ‘alaihi wa sallam menepuk dada Jarir, dan mendoakannya, “Ya Allah, teguhkanlah ia, dan jadikanlah ia pemberi petunjuk sekaligus mendapat petunjuk.” (Lihat Shahih al-Bukhaari kitab al-Jihad wa as-Siyar; Bab Harq ad-Duur wa an-Nakhiil no 3020; juga no 4356; Muslim kitab Fadhaa’il ash-Shahaabah Bab min Fadhaa’il Jarir Bin Abdillah no 2475 dan 2476).\n\nDalam doa ini terkandung permohonan agar diberi ketegaran dan kekokohan dalam segala hal, baik tegar secara fisik maupun mental, baik dalam urusan dunia maupun akhirat. Permohonan agar diberi kekokohan tersebut sifatnya umum dan menyeluruh, seperti yang ditunjukkan dalam ungkapan tersebut yang tidak menyebutkan obyeknya (maf’ul bih). Artinya tegar dalam segala hal. Tegarnya hati sekaligus fisik dalam menghadapi musuh, tegar menghadapi fitnah, syahwat, syubhat, tegar saat menjemput kematian agar tidak disesatkan syetan, tegar di alam Barzakh, juga tegar di hari akhir di atas Shirat. Ini adalah termasuk jawaami’ul kalim dari Nabi Shallallahu ‘alaihi wa sallam; ungkapan dengan lafazh singkat, namun sarat arti dan dalam cakupannya.\n\nDoa ini juga memuat permohonan agar Allah Azza wa Jalla memberikan kepadanya petunjuk (petunjuk taufiq), sekaligus agar ia memberi petunjuk kepada orang lain, yaitu dengan menunjukkan kebaikan kepada orang lain. Ini adalah nikmat Allah Azza wa Jalla yang begitu luhur bagi hamba, yaitu agar Allah Azza wa Jalla mengokohkannya di atas agama ini dan memberinya petunjuk-Nya, kemudian agar Allah Azza wa Jalla menganugerahkan kepadanya taufik untuk berdakwah menyeru manusia pada yang makruf dan mencegah yang mungkar.\n\nLihat Syarh ad-Du’aa’ Min al-Kitab wa as-Sunnah, doa no 131.\n\n\nSumber: https://almanhaj.or.id/11433-doa-agar-tegar-dan-menerangi-manusia-dengan-kebaikan.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 122,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Keimanan, Keyakinan, dan Pemahaman",
    "lafaz": "اَللَّهُمَّ زِدْنَا إِيْمَانًا، وَيَقِيْنًا، وَفِقْهًا",
    "latin": "Allaahumma zidnaa iimaanan, wa yaqiinan, wa fiqhan.",
    "arti": "Ya Allah, tambahkan kepada kami keimanan, keyakinan dan pemahaman (yang benar).",
    "tentang": "HR. Abdullah bin Imam Ahmad dalam As-Sunnah (I/368, No. 797) dan Al-Laalikai dalam Syirah Ushul I’tiqod Ahlis Sunnah waljama’ah (No. 1704). Al-Hafizh Ibnu Hajar menyatakan sanadnya shahih dalam Fathul Barri (I/48).\n\nSumber: https://muslimah.or.id/9591-wanita-dan-majelis-ilmu.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 123,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Keteguhan Di Atas Agama Islam",
    "lafaz": "يَا وَلِيَّ الْإِسْلَامِ وَأَهْلِهِ، مَسِّكْنِي الْإِسْلَامَ، حَتَّى أَلْقَاكَ عَلَيْهِ",
    "latin": "Yaa waliyyal islaami wa ahlih, massiknil islaam, hattaa alqooka 'alaih.",
    "arti": "Wahai Dzat yang melindungi Islam dan pemeluknya, kokohkanlah kami di atas Islam, sampai kami menemui-Mu dengan membawanya.",
    "tentang": "HR. ath-Thabrani.\n\nSumber: https://yufidia.com/5027-doa-memohon-keteguhan-di-atas-islam.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 124,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Iman Yang Tidak Lepas, Nikmat yang Tidak Habis, dan Menyertai Nabi Muhammad di Surga",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ إِيْمَانًا لَا يَرْتَدُّ، وَنَعِيْمًا لَا يَنْفَدُ، وَمُرَافَقَةَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَعْلَى جَنَّةِ الْخُلْدِ",
    "latin": "Allaahumma innii as-aluka iimaanan laa yartadd, wa na'iiman laa yanfad, wa muroofaqota muhammadin shollallaahu 'alaihi wa sallama fii a'laa jannatil khuld.",
    "arti": "Ya Allah, sesungguhnya aku memohon kepada-Mu iman yang tidak akan lepas, nikmat yang tidak akan habis, dan menyertai Muhammad shallallahu ‘alaihi wa sallam di surga yang paling tinggi selamanya.",
    "tentang": "Sumber: https://rumaysho.com/23644-20-doa-dan-dzikir-saat-wabah-corona-melanda.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 125,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Memohon Qona'ah (Merasa Cukup)",
    "lafaz": "اَللَّهُمَّ قَنِّعْنِيْ بِمَا رَزَقْتَنِيْ، وَبَارِكْ لِيْ فِيهِ، وَاخْلُفْ عَلَى كُلِّ غَائِبَةٍ لِيْ بِخَيْرٍ",
    "latin": "Allaahumma qonni'nii bimaa rozaqtanii, wa baarik lii fiihi, wakh-luf 'alaa kulli ghoo-ibatin lii bi-khoirin.",
    "arti": "Ya Allah, jadikanlah aku qona'ah (merasa cukup) terhadap apa yang Engkau rizkikan kepadaku, berkahilah aku di dalamnya, dan gantilah untukku semua yang hilang dariku dengan yang lebih baik.",
    "tentang": "HR. Al Hakim. Hadits shohih.\n\nSumber: https://bbg-alilmu.com/wp-content/uploads/2015/06/qona-ah.jpg",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 126,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Agar Dibimbing Ke Jalan yang Benar (Doa Nabi Musa)",
    "lafaz": "عَسَىٰ رَبِّي أَن يَهْدِيَنِي سَوَاءَ السَّبِيلِ",
    "latin": "Asaa robbii an yahdiyanii sawaa-as-sabiil.",
    "arti": "Mudah-mudahan Tuhanku memimpinku ke jalan yang benar.",
    "tentang": "(QS. Al Qashash [28]: 22).",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 127,
    "grup": "Doa Memohon Kebaikan",
    "judul": "Doa Ketika Sangat Butuh Sesuatu Ataupun Pertolongan Dari Allah (Doa Nabi Musa)",
    "lafaz": "رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
    "latin": "Robbi innii limaa anzalta ilayya min khoirin faqiir.",
    "arti": "Ya Tuhanku, sesungguhnya aku sangat memerlukan sesuatu kebaikan yang Engkau turunkan kepadaku. (QS. Al Qashash [28]: 24).",
    "tentang": "Anda bisa perhatikan surat al-Qashas, Allah menceritakan Musa dari ayat 3 hingga ayat 43. Doa ini diucapkan Musa ketika beliau berada di kondisi serba susah. Diliputi rasa cemas dan ketakutan. Bagi orang awam, keadaan itu mungkin sudah dianggap puncak ujian, seolah tidak ada lagi harapan untuk hidup.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 128,
    "grup": "Doa Keluar Dan Masuk Rumah",
    "judul": "Doa Keluar Rumah",
    "lafaz": "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
    "latin": "Bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah.",
    "arti": "Dengan nama Allah, aku bertawakkal kepada Allah, tiada daya dan kekuatan kecuali dengan pertolongan Allah.",
    "tentang": "HR. Abu Daud 5095, Turmudzi 3426 dan dishahihkan al-Albani.\nKeutamaan:\nDalam hadis dari Anas bin Malik radhiyallahu ‘anhu, Rasulullah shallallahu ‘alaihi wa sallam menjelaskan keutamaan doa ini, “Apabila seseorang keluar dari rumahnya kemudian dia membaca: (doa di atas), maka disampaikan kepadanya, ‘Kamu diberi petunjuk, kamu dicukupi kebutuhannya, dan kamu dilindungi.’ Seketika itu setan-setanpun menjauh darinya. Lalu salah satu setan berkata kepada temannya, ‘Bagaimana mungkin kalian bisa mengganggu orang yang telah diberi petunjuk, dicukupi, dan dilindungi.’”\n\nKeterangan:\nMakna “disampaikan kepadanya”: yang menyampaikan adalah Malaikat. Malaikat itu mengatakan kepada orang yang membaca doa ini ketika keluar rumah, ‘Wahai hamba Allah, kamu telah diberi petunjuk, dicukupi, dan dilindungi.’ (Tuhfatul Ahwadzi, Syarh Sunan Turmudzi, 9/271).\n\n\nSumber: https://konsultasisyariah.com/22104-doa-agar-dijamin-aman-ketika-keluar-rumah.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 129,
    "grup": "Doa Keluar Dan Masuk Rumah",
    "judul": "Doa Masuk Rumah 1 (Bismillah)",
    "lafaz": "بِسْمِ اللَّهِ",
    "latin": "Bismillaah.",
    "arti": "Dengan nama Allah.",
    "tentang": "HR. Muslim 2018.\nHadis selengkapnya:\nAda hadis yang menganjurkan agar kita menyebut nama Allah saat masuk rumah. Tujuannya adalah agar setan dari luar tidak turut masuk rumah bersama kita. Dalam hadis dari Jabir bin 'Abdillah radhiyallahu 'anhuma, Rasulullah shallallahu 'alaihi wa sallam bersabda, “Jika seseorang memasuki rumahnya lalu dia menyebut nama Allah saat masuk rumah, begitu pula saat dia makan, maka setan pun berkata (kepada teman-temannya), ‘Kalian tidak ada tempat untuk bermalam dan tidak ada jatah makan.’ Ketika dia masuk rumahnya tanpa menyebut nama Allah, setan-pun mengatakan (kepada teman-temannya), ‘Saat ini kalian mendapatkan tempat untuk bermalam.’ Dan ketika dia lupa menyebut nama Allah saat makan, maka setanpun berkata, ‘Kalian mendapat tempat bermalam dan jatah makan malam.’”\n\nHadis ini secara umum menunjukkan anjuran untuk berdzikir, menyebut nama Allah ketika masuk rumah dan ketika hendak makan.\n\n\nSumber: https://konsultasisyariah.com/28306-baca-doa-ini-agar-setan-tidak-masuk-rumah-anda.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 130,
    "grup": "Doa Keluar Dan Masuk Rumah",
    "judul": "Doa Masuk Rumah 2 (Salam)",
    "lafaz": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "As-salaamu 'alaikum.",
    "arti": "Semoga keselamatan atas kalian.",
    "tentang": "Dari Anas bin Malik –radhiyallahu ‘anhu-, ia berkata bahwa Rasulullah shallallahu ‘alaihi wa sallam berkata padanya, “Wahai anakku, jika engkau memasuki rumah dan menemui keluargamu, ucapkanlah salam biar datang berkah padamu dan juga pada keluargamu.” (HR. Tirmidzi no. 2698. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini dho’if. Namun Syaikh Al Albani merujuk pendapatnya dan menshahihkan hadits ini dalam Shohih Al Kalim 47).\nJuga terdapat perintah dalam ayat Al Qur’an, “Maka apabila kamu memasuki (suatu rumah dari) rumah-rumah (ini) hendaklah kamu memberi salam kepada (penghuninya yang berarti memberi salam) kepada dirimu sendiri, salam yang ditetapkan dari sisi Allah, yang diberi berkat lagi baik.” (An-Nur [24]: 61).\n\nJabir bin ‘Abdillah radhiyallahu ‘anhu berkata, “Jika engkau masuk rumah dan menemui keluargamu, maka ucapkanlah salam pada mereka sebagai salam penghormatan di sisi Allah dan juga untuk mendapatkan berkah yang baik.” (Diriwayatkan dalam Al Adabul Mufrod no. 1095).\n\nJika diberi salam, maka hendaklah dibalas sebagaimana perintah Allah, “Apabila kamu diberi penghormatan dengan sesuatu penghormatan, maka balaslah penghormatan itu dengan yang lebih baik dari padanya, atau balaslah penghormatan itu (dengan yang serupa).” (An-Nisa’ [4]: 86).\n\nSebagian ulama mengatakan, jika ada yang memberi salam, maka balaslah dengan yang lebih sempurna atau balaslah dengan yang semisal. Membalas dengan lebih sempurna dihukumi sunnah, sedangkan membalas dengan yang semisal dihukumi wajib (Shahih Al Adab Al Mufrod, 3: 219). Misalnya, ketika memasuki rumah diucapkan salam “assalamu ‘alaikum wa rahmatullah,” yang lebih sempurna adalah menjawab dengan “assalamu ‘alaikum wa rahmatullah wa barakatuh.” Yang semisal adalah membalas dengan ucapan “assalamu ‘alaikum wa rahmatullah.”\n\nSyaikh Muhammad bin Sholeh Al ‘Utsaimin berkata, “Jika engkau memasuki suatu rumah, maka ucapkanlah salam pada orang yang ada di dalam baik pada keluarga, teman, atau selain itu. Ini termasuk sunnah. Wallahul muwaffiq.” (Syarh Riyadhis Sholihin, 4: 414).\n\nDiriwayatkan oleh Abu Umamah Al-Bahili, dari Rasulullah shallallahu ‘alaihi wa sallam, “Ada tiga orang yang mendapat jaminan dari Allah, (di antaranya) seseorang yang masuk rumahnya dengan mengucapkan salam, maka dia mendapatkan jaminan dari Allah.” (HR. Abu Dawud no. 2494, dikatakan oleh Asy-Syaikh Al-Albani dalam Shahih Sunan Abi Dawud: shahih).\n\n\nSumber: https://rumaysho.com/6006-doa-masuk-rumah.html dan https://asysyariah.com/menyebarkan-salam",
    "mood": "",
    "tag": ""
  },
  {
    "id": 131,
    "grup": "Doa Keluar Dan Masuk Rumah",
    "judul": "Doa Masuk Rumah Ketika Tidak Ada Orang",
    "lafaz": "اَلسَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِيْنَ",
    "latin": "As-salaamu 'alainaa wa 'alaa 'ibaadillaahish-shoolihiin.",
    "arti": "Semoga keselamatan atas kami dan hamba-hamba Allah yang shalih.",
    "tentang": "HR. Bukhari dalam Adabul Mufrod 806/1055. Sanad hadits ini hasan sebagaimana dikatakan oleh Al Hafizh Ibnu Hajar dalam Al Fath, 11: 17.\nMengucapkan salam pada rumah yang tidak berpenghuni atau tidak ada seorangpun di rumah tersebut tidaklah wajib, namun disunnahkan.\n\nIbnu ‘Umar radhiyallahu ‘anhuma berkata, “Jika seseorang masuk rumah yang tidak didiami, maka ucapkanlah: (doa di atas).”\n\nHal di atas diucapkan ketika rumah kosong. Namun jika ada keluarga atau pembantu di dalamnya, maka ucapkanlah “Assalamu ‘alaikum”. Namun jika memasuki masjid, maka ucapkanlah “Assalamu ‘alainaa wa ‘alaa ‘ibadillahish sholihiin”. Sedangkan Ibnu ‘Umar menganggap salam yang terakhir ini diucapkan ketika memasuki rumah kosong.\n\nImam Nawawi rahimahullah dalam kitab Al Adzkar berkata, “Disunnahkan bila seseorang memasuki rumah sendiri untuk mengucapkan salam meskipun tidak ada penghuninya. Yaitu ucapkanlah: (doa di atas). Begitu pula ketika memasuki masjid, rumah orang lain yang kosong, disunnahkan pula mengucapkan salam “Assalamu ‘alainaa wa ‘alaa ‘ibadillahish sholihiin. Assalamu ‘alaikum ahlal bait wa rahmatullah wa barakatuh”. (Al Adzkar, hal. 468-469).\n\nMaksud kalimat “Assalamu ‘alainaa” menunjukkan seharusnya do’a dimulai untuk diri sendiri dulu baru orang lain.\n\nSedangkan kalimat “wa ‘ala ‘ibadillahish sholihiin”, yaitu salam pada hamba yang sholeh, maksud sholeh adalah orang yang menjalani kewajiban, hak Allah dan juga hak hamba. (Syarh Shahih Al Adabil Mufrod, 3: 186).\n\n\nSumber: https://rumaysho.com/6018-mengucapkan-salam-pada-rumah-kosong.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 132,
    "grup": "Bacaan Terkait Adzan",
    "judul": "Bacaan Setelah Adzan 1 (Bersaksi) - Lafal 1",
    "lafaz": "أَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ، رَضِيْتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُوْلًا، وَبِالْإِسْلَامِ دِيْنًا",
    "latin": "Asyhadu al-laa ilaaha illallaah, wahdahu laa syariika lah, wa anna muhammadan 'abduhu wa rosuuluh, rodhiitu billaahi robbaa, wa bi muhammadin rosuulaa, wa bil islaami diinaa.",
    "arti": "Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya, dan bahwa Muhammad adalah hamba dan utusan-Nya. Aku ridha Allah sebagai Rabbku, Muhammad sebagai Rasulku dan Islam sebagai agamaku.",
    "tentang": "HR. Muslim no. 386.\nDari Sa'ad bin Abi Waqqash, Rasulullah shallallahu 'alaihi wa sallam bersabda, “Siapa yang mengucapkan setelah mendengar azan: (bacaan di atas), maka dosanya akan diampuni.”\n\n\nSumber: https://rumaysho.com/10008-5-amalan-ketika-mendengar-azan.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 133,
    "grup": "Bacaan Terkait Adzan",
    "judul": "Bacaan Setelah Adzan 1 (Bersaksi) - Lafal 2",
    "lafaz": "وَأَنَا أَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ، رَضِيْتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُوْلًا، وَبِالْإِسْلَامِ دِيْنًا",
    "latin": "Wa anaa asyhadu al-laa ilaaha illallaah, wahdahu laa syariika lah, wa anna muhammadan 'abduhu wa rosuuluh, rodhiitu billaahi robbaa, wa bi muhammadin rosuulaa, wa bil islaami diinaa.",
    "arti": "Aku juga bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Allah semata, tidak ada sekutu bagi-Nya, dan bahwa Muhammad adalah hamba dan utusan-Nya. Aku ridha Allah sebagai Rabbku, Muhammad sebagai Rasulku dan Islam sebagai agamaku.",
    "tentang": "HR. Muslim no. 386.\nDari Sa'ad bin Abi Waqqash, Rasulullah shallallahu 'alaihi wa sallam bersabda, “Siapa yang mengucapkan setelah mendengar azan: (bacaan di atas), maka dosanya akan diampuni.”\n\n\nSumber: https://rumaysho.com/10008-5-amalan-ketika-mendengar-azan.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 134,
    "grup": "Bacaan Terkait Adzan",
    "judul": "Bacaan Setelah Adzan 2 (Memohonkan Wasilah)",
    "lafaz": "اَللَّهُمَّ رَبَّ هَـٰذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُوْدًا الَّذِيْ وَعَدْتَهُ",
    "latin": "Allaahumma robba haadzihid-da'watit-taammah, wash-sholaatil qoo-imah, aati muhammadanil wasiilata wal fadhiilah, wab'ats-hu maqooman mahmuudanil-ladzii wa 'adtah.",
    "arti": "Ya Allah, Tuhan Pemilik panggilan yang sempurna (adzan) ini dan shalat (wajib) yang didirikan. Berilah kepada Muhammad Al-Wasilah (derajat di Surga, yang tidak akan diberikan selain kepada Nabi) dan fadhilah. Dan bangkitkanlah beliau sehingga bisa menempati maqam (kedudukan) terpuji yang telah Engkau janjikan.",
    "tentang": "HR. Al-Bukhari 1/152.\nKeterangan:\nCara membacanya adalah “…muhammadanil wasiilata…” dan “…mahmuudanil-ladzii…”, yaitu ada tambahan nun wiqoyah (dibaca “ni”).\n\nDari Jabir bin Abdillah, Rasulullah shallallahu 'alaihi wa sallam bersabda, “Barangsiapa mengucapkan setelah mendengar adzan: (doa di atas), maka dia akan mendapatkan syafa'atku kelak.” (HR. Bukhari no. 614).\n\n\nSumber: Hisnul Muslim dan https://rumaysho.com/10008-5-amalan-ketika-mendengar-azan.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 135,
    "grup": "Doa Terkait Makan",
    "judul": "Doa Sebelum Makan",
    "lafaz": "بِسْمِ اللَّهِ",
    "latin": "Bismillaah.",
    "arti": "Dengan nama Allah.",
    "tentang": "Hadits Tentang Membaca “Bismillah”\nDari ‘Umar bin Abi Salamah, ia berkata, “Waktu aku masih kecil dan berada di bawah asuhan Rasulullah shallallahu ‘alaihi wa sallam, tanganku berseliweran di nampan saat makan. Maka Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Wahai ghulam (anakku), sebutlah nama Allah (bacalah “BISMILLAH”), makanlah dengan tangan kananmu dan makanlah makanan yang ada di hadapanmu.” Maka seperti itulah gaya makanku setelah itu. (HR. Bukhari no. 5376 dan Muslim no. 2022).\nAn Nawawi rahimahullah membawakan hadits di atas dalam kitabnya Al Adzkar pada Bab “Tasmiyah ketika makan dan minum” (Al Adzkar, Yahya bin Syarf An Nawawi, hal. 217, Darul Hadits Al Qohiroh, cetakan 1424 H). Ibnu ‘Allan Asy Syafi’i rahimahullah mengatakan ketika menjelaskan perkataan An Nawawi, “Sebagaimana dikatakan oleh Ibnu Hajar dalam Syarh Al ‘Ubab pada bab rukun-rukun shalat, jika disebut tasmiyah, maka yang dimaksud adalah ucapan “bismillah”. Sedangkan jika disebut basmalah, maka yang dimaksud adalah ucapan “bismillahir-rohmaanir-rohiim” (Al Futuhaat Ar Robbaniyah ‘ala Adzkar An Nawawiyah, Ibnu ‘Allan, 5/120, Darul Kutub Al ‘Ilmiyyah, cetakan pertama, 1424 H).\n\nDari ‘Aisyah radhiyallahu ‘anha, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Apabila salah seorang di antara kalian makan, maka hendaknya ia menyebut nama Allah Ta’ala. Jika ia lupa untuk menyebut nama Allah Ta’ala di awal, hendaklah ia mengucapkan ‘Bismillaahi awwalahu wa aakhirohu (dengan nama Allah pada awal dan akhirnya)’.” (HR. Abu Daud no. 3767 dan At Tirmidzi no. 1858. At Tirmidzi mengatakan hadits tersebut hasan shahih. Syaikh Al Albani mengatakan bahwa hadits tersebut shahih).\n\nDari Hudzaifah, ia berkata, “Jika kami bersama Rasulullah shallallahu ‘alaihi wa sallam menghadiri jamuan makanan, maka tidak ada seorang pun di antara kami yang meletakkan tangannya hingga Rasulullah shallallahu ‘alaihi wa sallam memulainya. Dan kami pernah bersama beliau menghadiri jamuan makan, lalu seorang Arab badui datang yang seolah-oleh ia terdorong, lalu ia meletakkan tangannya pada makanan, namun Rasulullah shallallahu ‘alaihi wasallam memegang tangannya. Kemudian seorang budak wanita datang sepertinya ia terdorong hendak meletakkan tangannya pada makanan, namun beliau memegang tangannya dan berkata, “Sungguh, setan menghalalkan makanan yang tidak disebutkan nama Allah padanya. Setan datang bersama orang badui ini, dengannya setan ingin menghalalkan makanan tersebut, maka aku pegang tangannya. Dan setan tersebut juga datang bersama budak wanita ini, dengannya ia ingin menghalalkan makanan tersebut, maka aku pegang tangannya. Demi Dzat yang jiwaku ada di tangan-Nya, sesungguhnya tangan setan tersebut ada di tanganku bersama tangan mereka berdua.” (HR. Abu Daud no. 3766. Syaikh Al Albani mengatakan bahwa hadits tersebut shahih).\n\nDari Wahsyi bin Harb dari ayahnya dari kakeknya bahwa para sahabat Nabi shallallahu ‘alaihi wa sallam berkata, “Wahai Rasulullah, sesungguhnya kami makan dan tidak merasa kenyang?” Beliau bersabda, “Kemungkinan kalian makan sendiri-sendiri.” Mereka menjawab, “Ya.” Beliau bersabda, “Hendaklah kalian makan secara bersama-sama, dan sebutlah nama Allah, maka kalian akan diberi berkah padanya.” (HR. Abu Daud no. 3764. Syaikh Al Albani mengatakan bahwa hadits tersebut hasan).\n\nDari seseorang yang mengabdi pada Nabi shallallahu ‘alaihi wa sallam, ia berkata bahwa ia mendengar Nabi shallallahu ‘alaihi wa sallam ketika makanan mendekatinya, beliau mengucapkan “bismillah”. (Disebutkan oleh Syaikhul Islam Ibnu Taimiyah dalam Al Kalimuth Thoyyib no. 190. Syaikh Al Albani mengatakan bahwa sanad hadits ini hasan).\nJika kita melihat dari hadits-hadits yang ada, membaca “bismillah” ketika hendak makan diperintahkan oleh Nabi shallallahu ‘alaihi wa sallam dan juga menjadi kebiasaan beliau. Maka sudah sepatutnya umat Islam yang selalu ingin meneladani beliau, mengikutinya dalam hal ini.\n\nCukup Dengan Ucapan “Bismillah”\n\nIbnu Hajar Al Asqolani rahimahullah mengatakan, “Yang dimaksud dengan tasmiyah ketika makan adalah bacaan “bismillah”, ini disebut di awal ketika makan. Dalil yang paling tegas tentang maksud bacaan tasmiyah adalah hadits yang diriwayatkan oleh Abu Daud dan Tirmidzi dari jalan Ummu Kultsum dari ‘Aisyah, marfu’ (sebagai sabda Nabi shallallahu ‘alaihi wa sallam), “Apabila salah seorang di antara kalian makan, maka hendaknya ia ucapkan “bismillah”. Jika ia lupa untuk menyebutnya, hendaklah ia mengucapkan: Bismillaahi fii awwalihi wa aakhirihi (dengan nama Allah pada awal dan akhirnya)”. Hadits ini memiliki penguat dari hadits Umayyah bin Makhsyi yang dikeluarkan oleh Abu Daud dan An Nasai (Lihat Fathul Bari, Ibnu Hajar Al Asqolani, 9/521, Darul Ma’rifah, Beirut, 1379).\n\nKesimpulan: Jika kita perhatikan dari dalil-dalil yang ada (di antaranya hadits ‘Aisyah radhiyallahu ‘anha di atas), ucapan yang tepat sebelum makan cukup dengan “bismillah”, bukan “bismillahir-rohmanir-rohiim”.\n\nMembaca “Bismillah” Ketika Minum\n\nDari Abu Hurairah radhiyallahu ‘anhu, ia berkata, “Rasulullah shallallahu ‘alaihi wa sallam biasa minum dengan tiga nafas. Jika wadah minuman didekatkan ke mulut beliau, beliau menyebut nama Allah Ta’ala. Jika selesai satu nafas, beliau bertahmid (memuji) Allah Ta’ala. Beliau lakukan seperti ini tiga kali.” (Shahih, As Silsilah Ash Shohihah no. 1277).\n\nMaksud hadits di atas adalah ketika minum hendaklah dengan tiga kali nafas. Pada nafas pertama, sebelum minum ucapkanlah “bismillah”. Selesai satu nafas, ucapkanlah “alhamdulillah”. Nafas kedua dan ketiga pun dilakukan seperti itu. Inilah yang disunnahkan ketika minum.\n\n\nSumber: https://rumaysho.com/1114-sebelum-makan-bacalah-bismillah.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 136,
    "grup": "Doa Terkait Makan",
    "judul": "Bila Lupa Membaca Doa Sebelum Makan",
    "lafaz": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "Bismillaahi awwalahu wa aakhirohu.",
    "arti": "Dengan nama Allah pada awal dan akhirnya.",
    "tentang": "HR. Abu Daud no. 3767 dan At Tirmidzi no. 1858. At Tirmidzi mengatakan hadits tersebut hasan shahih. Syaikh Al Albani mengatakan bahwa hadits tersebut shahih.\nDari ‘Aisyah radhiyallahu ‘anha, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Apabila salah seorang di antara kalian makan, maka hendaknya ia menyebut nama Allah Ta’ala. Jika ia lupa untuk menyebut nama Allah Ta’ala di awal, hendaklah ia mengucapkan: (doa di atas).”\n\nImam Nawawi rahimahullah berkata, “Jika seseorang meninggalkan membaca “bismillah” di awal karena sengaja, lupa, dipaksa, tidak mampu mengucapkannya karena suatu alasan, lalu ia bisa mengucapkan di tengah-tengah makannya, maka ia dianjurkan mengucapkan: (doa di atas). (Al Adzkar, hal. 427, terbitan Dar Ibnu Khuzaimah).\n\nDari Umayyah bin Mihshon -seorang sahabat Nabi shallallahu ‘alaihi wa sallam-, ia berkata, “Rasulullah shallallahu ‘alaihi wa sallam pernah duduk dan saat itu ada seseorang yang makan tanpa membaca bismillah hingga makanannya tersisa satu suapan. Ketika ia mengangkat suapan tersebut ke mulutnya, ia mengucapkan: (doa di atas). Nabi shallallahu ‘alaihi wa sallam pun tertawa dan beliau bersabda, “Setan terus makan bersamanya hingga. Ketika ia menyebut nama Allah (bismillah), setan memuntahkan apa yang ada di perutnya.” (HR. Abu Daud no. 3768, Ahmad 4: 336 dan An Nasai dalam Al Kubro 10113. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan. Al Hakim menshahihkan hadits ini dan disetujui oleh Adz Dzahabi. Al Mutsanna bin ‘Abdurrahman mengatakan hadits ini hasan dan memiliki berbagai penguat. Lihat Majma’ Az Zawaid, 5: 22).\n\nHadits terakhir di atas menunjukkan bahwa setan itu berserikat pada makanan yang tidak disebut nama Allah (membaca: bismillah) saat dimakan. Lalu jika seseorang mengingat Allah (mengucap bismillah) di tengah-tengah makan walau makanan tersisa sedikit, maka diharamkan pada setan apa yang telah dimakan sebelumnya. Juga hadits di atas menunjukkan bahwa setan bisa muntah. Lihat Bahjatun Nazhirin karya Syaikh Salim bin ‘Ied Al Hilaly, 2: 48.\n\n\nSumber: https://rumaysho.com/3712-lupa-membaca-bismillah-di-awal-makan.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 137,
    "grup": "Doa Terkait Makan",
    "judul": "Doa Bila Diberi Rezeki Berupa Makanan",
    "lafaz": "اَللَّهُمَّ بَارِكْ لَنَا فِيْهِ، وَأَطْعِمْنَا خَيْرًا مِنْهُ",
    "latin": "Allaahumma baarik lanaa fiihi, wa ath'imnaa khoiron minhu.",
    "arti": "Ya Allah, berkahilah kami dengan makanan ini, dan berilah kami makan yang lebih baik darinya.",
    "tentang": "HR. Tirmidzi no. 3455, Abu Daud no. 3730, Ibnu Majah no. 3322. At Tirmidzi dan Syaikh Al Albani mengatakan bahwa hadits ini hasan.\nDari Ibnu ‘Abbas radhiyallahu ‘anhuma, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barang siapa yang Allah beri makan hendaknya ia berdoa: (doa di atas). Barang siapa yang Allah beri minum susu maka hendaknya ia berdoa: “Allaahumma baarik lanaa fiihi, wa zidnaa minhu” (Ya Allah, berkahilah kami padanya, dan tambahkanlah kepada kami darinya). Rasulullah shallallahu wa ‘alaihi wa sallam bersabda, “Tidak ada sesuatu yang bisa menggantikan makan dan minum selain susu.”\n\n\nSumber: https://rumaysho.com/1114-sebelum-makan-bacalah-bismillah.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 138,
    "grup": "Doa Terkait Makan",
    "judul": "Doa Minum Susu",
    "lafaz": "اَللَّهُمَّ بَارِكْ لَنَا فِيْهِ، وَزِدْنَا مِنْهُ",
    "latin": "Allaahumma baarik lanaa fiihi, wa zidnaa minhu.",
    "arti": "Ya Allah, berkahilah kami padanya, dan tambahkanlah kepada kami darinya.",
    "tentang": "HR. Tirmidzi no. 3455, Abu Daud no. 3730, Ibnu Majah no. 3322. At Tirmidzi dan Syaikh Al Albani mengatakan bahwa hadits ini hasan.\nDari Ibnu ‘Abbas radhiyallahu ‘anhuma, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barang siapa yang Allah beri makan hendaknya ia berdoa: “Allaahumma baarik lanaa fiihi, wa ath'imnaa khoiron minhu” (Ya Allah, berkahilah kami dengan makanan ini, dan berilah kami makan yang lebih baik darinya). Barang siapa yang Allah beri minum susu maka hendaknya ia berdoa: (doa di atas). Rasulullah shallallahu wa ‘alaihi wa sallam bersabda, “Tidak ada sesuatu yang bisa menggantikan makan dan minum selain susu.”\n\n\nSumber: https://rumaysho.com/1114-sebelum-makan-bacalah-bismillah.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 139,
    "grup": "Doa Terkait Makan",
    "judul": "Doa Setelah Makan",
    "lafaz": "اَلْحَمْدُ لِلَّهِ الَّذِيْ أَطْعَمَنِيْ هَـٰذَا وَرَزَقَنِيْهِ، مِنْ غَيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ",
    "latin": "Alhamdulillaahil-ladzii ath'amanii haadzaa wa rozaqoniihi, min ghoiri haulin minnii wa laa quwwah.",
    "arti": "Segala puji bagi Allah yang telah memberiku makanan ini, dan memberi rezeki kepadaku, tanpa daya dan kekuatan dariku.",
    "tentang": "HR. Abu Daud no. 4043, Tirmidzi no. 3458, Ibnu Majah no. 3285 dan Ahmad 3: 439. Imam Tirmidzi, Ibnu Hajar dan ulama lainnya menghasankan hadits ini sebagaimana disetujui oleh Syaikh Salim bin ‘Ied Al Hilali dalam Bahjatun Nazhirin, 2: 50.\nDari Mu’adz bin Anas, dari ayahnya ia berkata, Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barang siapa yang makan makanan kemudian mengucapkan: (doa di atas), maka diampuni dosanya yang telah lalu.”\n\n\nSumber: https://rumaysho.com/6048-do-setelah-makan.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 140,
    "grup": "Doa Terkait Makan",
    "judul": "Doa Bila Diberi Makan Oleh Orang Lain",
    "lafaz": "اَللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِيْ، وَاسْقِ مَنْ سَقَانِيْ",
    "latin": "Allaahumma ath'im man ath'amanii, wasqi man saqoonii.",
    "arti": "Ya Allah, berilah makan kepada orang yang memberi aku makan, dan berilah minum kepada orang yang memberi aku minum.",
    "tentang": "HR. Muslim 2055.\nHadis selengkapnya:\nDari Al-Miqdad radhiyallahu 'anhu, beliau mengatakan: Saya datang ke Madinah bersama dua temanku. Sementara pendengaran dan penglihatan kami mulai terganggu karena sangat lapar dan kehausan, kemudian kami mendatangi Nabi shallallahu 'alaihi wa sallam… dst. Dalam hadis tersebut dinyatakan bahwa Nabi shallallahu 'alaihi wa sallam membaca doa: (doa di atas).\n\nDoa di atas (Allaahumma ath'im… dst) berlaku umum, untuk setiap kejadian ketika kita diberi makanan orang lain. Baik ketika sedang puasa maupun di luar waktu puasa.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/270589506374448",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 141,
    "grup": "Doa Terkait Puasa",
    "judul": "Doa Berbuka Puasa",
    "lafaz": "ذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوْقُ، وَثَبَتَ اْلأَجْرُ، إِنْ شَاءَ اللَّهُ",
    "latin": "Dzahabazh-zhoma-u, wabtallatil 'uruuqu, watsabatal ajru, in syaa-allaah.",
    "arti": "Telah hilang dahaga, dan urat-urat telah basah, dan telah tetap pahala, insya Allah.",
    "tentang": "Doa Terkait Puasa\nDoa Berbuka Puasa 1\nذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوْقُ، وَثَبَتَ اْلأَجْرُ، إِنْ شَاءَ اللَّهُ\n\nDzahabazh-zhoma-u, wabtallatil 'uruuqu, watsabatal ajru, in syaa-allaah.\n\nTelah hilang dahaga, dan urat-urat telah basah, dan telah tetap pahala, insya Allah.\n\nHR. Abu Daud 2357, Ad-Daruquthni dalam sunannya 2279, Al-Bazzar dalam Al-Musnad 5395 dan Al-Baihaqi dalam As-Shugra 1390. Hadis ini dinilai hasan oleh Al-Albani.\nHadis selengkapnya:\nDari Ibnu Umar radhiyallahu 'anhuma, beliau mengatakan: Rasulullah shallallahu 'alaihi wa sallam, apabila beliau berbuka, beliau membaca: (doa di atas).\n\nKapan doa ini diucapkan?\nUmumnya doa terkait perbuatan tertentu, dibaca sebelum melakukan perbuatan tersebut. Doa makan dibaca sebelum makan, doa masuk kamar mandi dibaca sebelum masuk kamar mandi, dst. Nah, apakah ketentuan ini juga berlaku untuk doa di atas? Dilihat dari arti doa di atas, dzahir menunjukkan bahwa doa ini dibaca setelah orang yang berpuasa itu berbuka. Syaikh Ibnu Utsaimin menegaskan: Hanya saja, terdapat doa dari Nabi shallallahu 'alaihi wa sallam, jika doa ini shahih, bahwa doa ini dibaca setelah berbuka. Yaitu doa: (doa di atas). Doa ini tidak dibaca kecuali setelah selesai berbuka. (Al-Liqa As-Syahri, no. 8, dinukil dari Islamqa.com). Keterangan yang sama juga disampaikan dalam Fatawa Syabakah Islamiyah, no. 7428.\n\nKarena itu, urutan yang tepat untuk doa ketika berbuka adalah:\n\nMembaca basmalah sebelum makan kurma atau minum (berbuka).\nMulai berbuka.\nMembaca doa berbuka: (doa di atas).\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/268514896581909",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 142,
    "grup": "Doa Terkait Puasa",
    "judul": "Doa Berbuka Puasa Di Tempat Orang Lain",
    "lafaz": "أَفْطَرَ عِنْدَكُمُ الصَّائِمُوْنَ، وَأَكَلَ طَعَامَكُمُ اْلأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ",
    "latin": "Afthoro 'indakumush-shoo-imuun, wa akala tho'aamakumul abroor, wa shollat 'alaikumul malaa-ikah.",
    "arti": "Orang-orang yang berpuasa berbuka di tempatmu, orang-orang yang baik memakan makananmu, dan para malaikat mendoakan agar kamu mendapat rahmat.",
    "tentang": "HR. Abu Dawud 3/367, Ibnu Majah 1/556 dan An-Nasa'i dalam 'Amalul Yaum wal Lailah no. 296-298. Al-Albani menyatakan hadits tersebut shahih dalam Shahih Abi Dawud 2/730.\nKetika kita tidak berbuka di rumah, seperti berbuka di masjid atau di tempat orang lain, dan kita diberi hidangan berbuka oleh saudara muslim yang lain, maka kita dianjurkan mendoakan mereka, sebagai wujud rasa terima kasih kita kepadanya.\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/270896109677121",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 143,
    "grup": "Doa Terkait Ramadhan",
    "judul": "Doa Malam Lailatul Qadar",
    "lafaz": "اَللَّهُمَّ إِنَّكَ عَفُوٌّ، تُحِبُّ العَفْوَ فَاعْفُ عَنِّي",
    "latin": "Allaahumma innaka 'afuwwun, tuhibbul 'afwa fa'fu 'annii.",
    "arti": "Ya Allah, sesungguhnya Engkau Maha Pemaaf, menyukai permintaan maaf, maka maafkanlah aku.",
    "tentang": "HR. Ahmad 25384, At-Turmudzi 3513, Ibn Majah 3850, An-Nasai dalam Amal Al-yaum wa lailah, dan Al-Baihaqi dalam Syua'bul Iman 3426. Hadis ini dinilai shahih oleh Al-Albani.\nHadits selengkapnya:\nDari A'isyah radhiyallahu 'anha, beliau bertanya kepada Nabi shallallahu 'alaihi wa sallam: Wahai Rasulullah, jika aku menjumpai satu malam merupakan lailatul qadar, apa yang harus aku ucapkan di malam itu? Beliau menjawab: Ucapkanlah: (doa di atas).\n\nAdakah tambahan \"kariim\"?\nKita sering mendengar orang membaca doa yang mirip dengan ini, namun dengan tambahan:\n\nallaahumma innaka 'afuwwun kariim, tuhibbu…\n\nBenarkah tambahan ini?\nDisebutkan dalam Silsilah Ahadits As-Shahihah: Dalam sunan Turmudzi, setelah 'afuwun, terdapat tambahan \"kariimun\"! Tambahan ini sama sekali tidak terdapat dalam referensi cetakan lama, tidak juga dalam cetakan lain yang menukil darinya. Kelihatannya, ini adalah tambahan dari sebagian pentranskrip atau penerbit. Tambahan ini tidak ada dalam cetakan Al-Hindiyah untuk Sunan Turmudzi yang ada syarahnya (Tuhfatul Ahwadzi) karya Mubarokfuri dan tidak pula dalam cetakan lainnya. Diantara yang menguatkan hal itu, bahwa Imam An-Nasai meriwayatkan doa ini dengan jalur sanad sebagaimana yang ada dalam sunan Turmudzi, keduanya berasal dari gurunya: Quthaibah bin Said dengan sanadnya dan tidak ada tambahan tersebut. (Silsilah Ahadits As-Shahihah, catatan untuk hadis no. 3337).\n\nKesimpulannya bahwa tambahan \"kariim\" tidak ada dalam hadis. Kemungkinan, itu adalah tambahan proses transkrip atau dari penerbit.\n\nAllahu a'lam.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/273965022703563",
    "mood": "",
    "tag": ""
  },
  {
    "id": 144,
    "grup": "Ucapan Terkait Hari Raya.",
    "judul": "Lafal Takbir Hari Raya 1 (Dari Ibnu Mas'ud)",
    "lafaz": "Tidak terdapat riwayat lafal takbir tertentu dari Nabi shallallahu 'alaihi wa sallam. Hanya saja ada beberapa riwayat dari beberapa sahabat yang mencontohkan lafal takbir. Diantara riwayat tersebut adalah:\n\nاَللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ، (اَللَّهُ أَكْبَرُ،) لَا إِلَـٰهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ، اَللَّهُ أَكْبَرُ ولِلَّهِ الْحَمْدُ",
    "latin": "Allaahu Akbar, Allaahu Akbar, (Allaahu Akbar,) Laa ilaaha illallaahu, wallaahu Akbar, Allaahu Akbar wa lillaahil hamd.",
    "arti": "Diriwayatkan oleh Ibnu Abi Syaibah 2/168 dengan isnad yang shahih.\nKeterangan: Lafal \"Allaahu Akbar\" pada takbir Ibnu Mas'ud boleh dibaca 2x atau 3x. Semuanya diriwayatkan Ibnu Abi Syaibah dalam Al Mushannaf.\n\n\nSumber: http://muslim.or.id/fiqh-dan-muamalah/takbiran-hari-raya.html dan http://ibnuabbaskendari.wordpress.com/2010/11/16/takbir-idul-fitri-dan-idul-adha",
    "tentang": "",
    "mood": "",
    "tag": ""
  },
  {
    "id": 145,
    "grup": "Ucapan Terkait Hari Raya.",
    "judul": "Ucapan Selamat Hari Raya",
    "lafaz": "تَقَبَّلَ اللَّهُ مِنَّا وَمِنْكُمْ",
    "latin": "Taqabbalallaahu minnaa wa minkum.",
    "arti": "Semoga Allah menerima amal kami dan amal kalian.",
    "tentang": "Ucapan Terkait Hari Raya\nUcapan Selamat Hari Raya\nتَقَبَّلَ اللَّهُ مِنَّا وَمِنْكُمْ\n\nTaqabbalallaahu minnaa wa minkum.\n\nSemoga Allah menerima amal kami dan amal kalian.\n\nAl-Hafiz Ibnu Hajar mengatakan, \"Dari Jubair bin Nufair, beliau mengatakan, Dahulu, apabila para sahabat Nabi shallallahu 'alaihi wa sallam saling bertemu pada hari raya, mereka saling mengucapkan: (ucapan di atas).\" (Sanadnya hasan. Fathul Bari, 2:446).\nIbnu Aqil menyebutkan beberapa riwayat. Di antaranya dari Muhammad bin Ziyad, beliau mengatakan, \"Saya pernah bersama Abu Umamah Al-Bahili radhiallahu 'anhu dan beberapa sahabat lainnya. Setelah pulang dari shalat id, mereka saling memberikan ucapan: (ucapan di atas).\" (Al-Mughni, 2:250. As-Suyuthi mengatakan, \"Sanadnya hasan.\").\n\nImam Malik ditanya tentang ucapan seseorang kepada temannya di hari raya: (ucapan di atas), atau \"Ghafarallaahu lana wa laka.\" Beliau menjawab, \"Saya tidak mengenalnya dan tidak mengingkarinya.\" (At-Taj wal Iklil, 2:301).\n\nIbnu Habib menjelaskan maksud ucapan Imam Malik, \"Maksud beliau, saya tidak menganggapnya sebagai sunnah dan saya tidak mengingkari orang yang mengucapkannya, karena ucapan itu isinya baik, mengandung doa…\" (Al-Fawakih Ad-Dawani, 3:244).\n\nSyekh Asy-Syabibi mengatakan, \"Bahkan, wajib mengucapkan ucapan selamat ketika hari raya, jika tidak mengucapkan kalimat ini menyebabkan permusuhan dan terputusnya hubungan sesama…\" (Al-Fawakih Ad-Dawani, 3:244).\n\nIbnu Habib mengatakan, \"Yang semisal dengan ini adalah ucapan sebagian orang ketika id, 'Iid Mubaarak' (Id yang diberkahi), 'Ahyaakum' (Semoga Allah memberi keselamatan bagimu), dan semisalnya. Tidak diragukan, bahwa ini semua diperbolehkan.\" (Al-Fawakih Ad-Dawani, 3:244).\n\nSyaikhul Islam mengatakan, sebagai jawaban atas pertanyaan yang ditujukan kepada beliau, \"Ucapan selamat di hari raya antara satu sama lain setelah shalat id (seperti: (ucapan di atas) atau 'ahalallaahu 'alaika' dan semacamnya) maka ucapan ini diriwayatkan dari beberapa sahabat bahwa mereka melakukannya. Sebagian ulama, seperti Imam Ahmad dan yang lainnya, juga memberi keringanan…\" (Majmu' Fatawa, 5:430).\n\nImam Ahmad rahimahullah berkata, \"Tidak mengapa hukumnya bila seseorang mengucapkan kepada saudaranya saat Idul Fitri: (ucapan di atas).\" Demikian yang dinukil Ibnu Qudamah dalam Al-Mughni.\n\nSyaikhul Islam Ibnu Taimiyyah rahimahullah pernah ditanya, \"Apa hukum mengucapkan selamat di hari raya sebagaimana banyak diucapkan oleh orang-orang? Seperti 'Indaka Mubarak (semoga engkau memperoleh barakah di hari Idul Fitri) dan ucapan yang senada. Apakah hal ini memiliki dasar hukum syariat ataukah tidak? Jika memiliki dasar hukum syariat bagaimana seharusnya ucapan yang benar?\"\n\nBeliau rahimahullah menjawab, \"Adapun hukum tahniah (ucapan selamat) di hari raya yang diucapkan satu dengan yang lainnya ketika selesai shalat ied seperti 'Taqabbalallaahu minnaa wa minkum, wa ahalahullaahu 'alaik' (Semoga Allah menerima (amalan) dari kami dan darimu sekalian dan semoga Allah menyempurnakannya atasmu), dan yang semisalnya, telah diriwayatkan dari sebagian sahabat bahwasanya mereka melakukannya dan para imam memberi keringanan perbuatan ini seperti Imam Ahmad dan yang lainnya. Akan tetapi Imam Ahmad berkata, \"Aku tidak akan memulai mengucapkan selamat kepada siapa pun. Namun jika ada orang yang memberi selamat kepadaku akan kujawab. Karena menjawab tahiyyah (penghormatan) adalah wajib. Adapun memulai mengucapkan selamat kepada orang lain maka bukanlah bagian dari sunnah yang dianjurkan dan bukan pula sesuatu yang dilarang dalam syariat. Barangsiapa yang melakukannya maka ia memiliki qudwah (teladan) dan orang yang meninggalkan pun juga memiliki qudwah (teladan). Wallahu a'lam. (Al-Fatawa Al-Kubra, 2/228).\n\nSyaikh Ibnu Ustaimin ditanya, \"Apa hukum tahniah (ucapan selamat) di hari raya? Apakah ada bentuk ucapan tertentu?\" Beliau rahimahullah menjawab, \"Hukum tahniah (ucapan selamat) di hari raya adalah boleh dan tidak ada bentuk ucapan tertentu yang dikhususkan. Karena (hukum asal-pen) setiap adat kebiasaan yang dilakukan orang itu boleh selama bukan perbuatan dosa.\"\n\nDalam kesempatan lain beliau rahimahullah juga ditanya, \"Apa hukum berjabat tangan, berpelukan dan saling mengucapkan selamat hari raya ketika selesai shalat ied?\" Beliau rahimahullah menjawab, \"Hukum semua perbuatan ini tidaklah mengapa. Karena orang yang melakukanya tidak bermaksud untuk beribadah dan mendekatkan diri kepada Allah 'Azza wa Jalla. Melainkan hanya sekedar melakukan adat dan tradisi, saling memuliakan dan menghormati. Karena selama adat tersebut tidak bertentangan dengan syariat maka hukumnya boleh.\" (Majmu'Fatawa Ibni Utsaimin, 16/ 208-210).\n\n\nSumber: http://www.konsultasisyariah.com/ucapan-selamat-idul-fitri dan http://muslimah.or.id/fikih/ucapan-selamat-di-hari-raya.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 146,
    "grup": "Ucapan Terkait Hari Raya.",
    "judul": "Doa Menyembelih Hewan Kurban",
    "lafaz": "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ (اللَّهُمَّ مِنْكَ وَلَكَ) اَللَّهُمَّ تَقَبَّلْ مِنِّيْ",
    "latin": "Bismillaah, wallaahu akbar. Allaahumma minka wa laka. Allaahumma taqabbal minnii.",
    "arti": "Dengan nama Allah (aku menyembelih), Allah Maha Besar. Ya Allah, (ternak ini) dariMu (nikmat yang Engkau berikan, dan kami sembelih) untukMu. Ya Allah, terimalah kurban ini dariku.",
    "tentang": "HR. Muslim 3/1557, Al-Baihaqi 9/287, sedangkan kalimat di antara dua kurung, menurut riwayat Al-Baihaqi 9/287. Sedangkan yang terakhir, kami ambilkan dari riwayat Muslim.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 147,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Menolak Firasat Buruk/Sial",
    "lafaz": "اَللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَـٰهَ غَيْرُكَ",
    "latin": "Allaahumma laa thoiro illaa thoiruk, wa laa khoiro illaa khoiruk, wa laa ilaaha ghoiruk.",
    "arti": "Ya Allah, tidak ada kesialan kecuali kesialan yang Engkau tentukan, dan tidak ada kebaikan kecuali kebaikanMu, serta tidak ada sesembahan yang berhak disembah kecuali Engkau.",
    "tentang": "HR. Ahmad 2/220, Ibnus Sunni no. 292, dan lihat Al-Ahadits Ash-Shahihah, no. 1065.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 148,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Hilangnya Nikmat, Berubahnya Kesehatan/Keselamatan, Siksa Dan Murka Allah",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ، وَتَحَوُّلِ عَافِيَتِكَ، وَفُجَاءَةِ نِقْمَتِكَ، وَجَمِيْعِ سَخَطِكَ",
    "latin": "Allaahumma innii a'uudzu bika min zawaali ni'matik, wa tahawwuli 'aafiyatik, wa fujaa-ati niqmatik, wa jamii'i sakhathik.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari hilangnya nikmat yang telah Engkau berikan, dari berubahnya kesehatan yang telah Engkau anugerahkan, dari siksa-Mu yang datang secara tiba-tiba, dan dari segala kemurkaan-Mu.",
    "tentang": "HR. Muslim no. 2739.\nDari ‘Abdullah bin ‘Umar, dia berkata, “Di antara doa Rasulullah shallallahu ‘alaihi wa sallam adalah: (doa di atas).”",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 149,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Beratnya Cobaan, Kesengsaraan Yang Hebat, Keburukan Takdir Dan Kegembiraan Musuh",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ جَهْدِ البَلاَءِ، وَدَرَكِ الشَقَاءِ، وَسُوءِ القَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ",
    "latin": "Allaahumma innii a'uudzu bika min jahdil balaa', wa darokisy-syaqoo', wa suu-il qodhoo', wa syamaatatil a'daa'.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari beratnya cobaan, kesengsaraan yang hebat, keburukan takdir dan kegembiraan musuh atas musibah yang menimpaku.",
    "tentang": "HR. Al-Bukhari no. 6347 dan Muslim no. 2707. Muttafaqun ‘alaih.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 150,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Sifat Lemah, Malas, Pengecut Dan Pikun",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْعَجْزِ، وَالْكَسَلِ، وَالْجُبْنِ، وَالْهَرَمِ",
    "latin": "Allaahumma innii a'uudzu bika minal 'ajzi, wal kasali, wal jubni, wal haromi.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kelemahan, rasa malas, pengecut/rasa takut dan pikun.",
    "tentang": "HR. Muslim no. 2706.\n\nSumber: https://www.facebook.com/permalink.php?story_fbid=431129640269564&id=113035155412349",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 151,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Sifat Malas, Pengecut/Lemahnya Hati, Pikun/Usia Tua Dan Kikir",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ",
    "latin": "Allaahumma innii a'uudzu bika minal kasali, wa a'uudzu bika minal jubni, wa a'uudzu bika minal haromi, wa a'uudzu bika minal bukhli.",
    "arti": "Ya Allah, aku meminta perlindungan pada-Mu dari rasa malas, aku meminta perlindungan pada-Mu dari lemahnya hati, aku meminta perlindungan pada-Mu dari usia tua (yang sulit untuk beramal) dan aku meminta perlindungan pada-Mu dari sifat kikir (pelit).",
    "tentang": "HR. Bukhari. Bukhari: 83-Kitab Ad Da'awaat, 41-Bab Meminta Perlindungan dari Umur yang Sulit Untuk Beramal.\nAnas bin Malik radhiyallahu 'anhu berkata, Rasulullah shallallahu 'alaihi wa sallam biasa meminta perlindungan melalui doa: (doa di atas).\n\n\nSumber: BBG Al-Ilmu (BlackBerry Group)",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 152,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Sifat Lemah, Malas, Pengecut, Pikun, Kikir, Siksa Kubur Dan Fitnah Kehidupan Dan Kematian",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنَ الْعَجْزِ، وَالْكَسَلِ، وَالْجُبْنِ، وَالْهَرَمِ، وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ",
    "latin": "Allaahumma innii a'uudzu bika minal 'ajzi, wal kasali, wal jubni, wal haromi, wal bukhli, wa a'uudzu bika min 'adzaabil qobri, wa min fitnatil mahyaa wal mamaati.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kelemahan, rasa malas, pengecut/rasa takut, pikun/kejelekan di waktu tua, dan sifat kikir. Dan aku juga berlindung kepada-Mu dari siksa kubur serta fitnah/bencana kehidupan dan kematian.",
    "tentang": "HR. Bukhari no. 6367 dan Muslim no. 2706.\nAnas bin Malik radhiyallahu 'anhu berkata bahwa Rasulullah shallallahu 'alaihi wa sallam biasa membaca doa: (doa di atas).",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 153,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Sifat Malas, Pikun, Dosa, Hutang, Fitnah Dan Azab Kubur, Fitnah Dan Azab Neraka, Fitnah Kekayaan Dan Kemiskinan Dan Fitnah Dajjal",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ، وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَسِيْحِ الدَّجَّالِ",
    "latin": "Allaahumma innii a'uudzu bika minal kasali wal haromi, wal ma'tsami wal maghromi, wa min fitnatil qobri wa 'adzaabil qobri, wa min fitnatin-naari wa 'adzaabin-naari, wa min syarri fitnatil ghinaa, wa a'uudzu bika min fitnatil faqri, wa a'uudzu bika min fitnatil masiihid-dajjaal.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kemalasan dan pikun/usia jompo, perbuatan dosa dan hutang, fitnah kubur dan azab kubur, fitnah neraka dan azab neraka, keburukan fitnah kekayaan, aku berlindung kepada-Mu dari fitnah kemiskinan dan aku berlindung kepada-Mu dari fitnah Al-Masih Dajjal.",
    "tentang": "HR. Bukhari 6368.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 154,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Sifat Pengecut, Pikun, Fitnah Dunia Dan Azab Kubur",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوْذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ",
    "latin": "Allaahumma innii a'uudzu bika minal jubni, wa a'uudzu bika an urodda ilaa ar-dzalil 'umuri, wa a'uudzu bika min fitnatid-dunyaa, wa a'uudzu bika min 'adzaabil qobr.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari sifat pengecut, aku berlindung kepada-Mu kepada serendah-rendahnya usia (pikun), aku berlindung kepada-Mu dari fitnah dunia, dan aku berlindung berlindung kepada-Mu dari adzab kubur.",
    "tentang": "HR. Bukhari 2822.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 155,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Keburukan Amal",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ، وَشَرِّ مَا لَمْ أَعْمَلْ",
    "latin": "Allaahumma innii a'uudzu bika min syarri maa 'amiltu, wa syarri maa lam a'mal.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari keburukan yang telah aku perbuat dan keburukan yang belum aku perbuat.",
    "tentang": "HR. Muslim 2716.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 156,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Agar Musibah Tidak Menimpa Agama Dan Agar Dunia Bukan Sebagai Tujuan",
    "lafaz": "وَلَا تَجْعَلْ مُصِيْبَتَنَا فِي دِيْنِنَا، وَلَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا",
    "latin": "Wa laa taj'al mushiibatanaa fii diininaa, wa laa taj'alid-dunyaa akbaro hamminaa, wa laa mablagho 'ilminaa.",
    "arti": "(Ya Allah) Janganlah Engkau jadikan musibah pada kami menimpa agama kami. Janganlah Engkau jadikan dunia (harta dan kemewahan) sebagai cita-cita terbesar kami, jangan juga sebagai tujuan utama dari ilmu kami.",
    "tentang": "Doa Berlindung Dari Keburukan\nDoa Agar Musibah Tidak Menimpa Agama Dan Agar Dunia Bukan Sebagai Tujuan\nوَلَا تَجْعَلْ مُصِيْبَتَنَا فِي دِيْنِنَا، وَلَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا\n\nWa laa taj'al mushiibatanaa fii diininaa, wa laa taj'alid-dunyaa akbaro hamminaa, wa laa mablagho 'ilminaa.\n\n(Ya Allah) Janganlah Engkau jadikan musibah pada kami menimpa agama kami. Janganlah Engkau jadikan dunia (harta dan kemewahan) sebagai cita-cita terbesar kami, jangan juga sebagai tujuan utama dari ilmu kami.\n\nHR. At-Tirmidzi V/528 no.3502, An-Nasa'I dalam As-Sunan Al-Kubro VI/106, Al-Hakim I/528 dan Ibnu As-Sunny dalam Amalul Yaum wa Al-Lailah no.445. Derajat hadits tersebut hasan (baik), sebagaimana dinyatakan oleh syaikh Al-Albani di dalam Shohih Sunan At-Tirmidzi III/168 no.2783 dan Shohih Al-Jami’ I/400.\nKeterangan:\nMakna “Janganlah Engkau jadikan musibah pada kami menimpa agama kami”: janganlah Engkau menimpakan kepada kami suatu musibah yang menyebabkan berkurang atau hilangnya agama dan keimanan kami, seperti musibah berbuat kemurtadan, kemusyrikan dan kekufuran, atau memiliki keyakinan yang sesat dan batil, atau melalaikan kewajiban dan bermalas-malasan dalam menjalankan ketaatan, melakukan hal-hal yang haram, atau berkuasanya orang-orang kafir dan munafik atas kaum muslimin dsb.\n\nDemikianlah maksud doa Nabi di atas, karena musibah dalam urusan agama merupakan sebesar-besarnya musibah yang menimpa seorang hamba di dunia, dan hal ini akan menyebabkan kesengsaraan dan kebinasaannya di akhirat kelak.\n\n\nSumber: https://abufawaz.wordpress.com/2013/02/01/musibah-terbesar-adalah-musibah-yang-menimpa-agama-seorang-hamba",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 157,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Keburukan Anggota Badan",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِى، وَمِنْ شَرِّ بَصَرِى، وَمِنْ شَرِّ لِسَانِى، وَمِنْ شَرِّ قَلْبِى، وَمِنْ شَرِّ مَنِيِّى",
    "latin": "Allaahumma innii a'uudzu bika min syarri sam'ii, wa min syarri bashorii, wa min syarri lisaanii, wa min syarri qolbii, wa min syarri maniyyii.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kejelekan pada pendengaranku, kejelekan pada penglihatanku, kejelekan pada lisanku, kejelekan pada hatiku, dan kejelekan pada mani atau kemaluanku.",
    "tentang": "HR. An-Nasa’i no. 5446, Abu Daud no. 1551, Tirmidzi no. 3492. Al-Hafizh Abu Thahir mengatakan bahwa sanad hadits ini hasan.",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 158,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kesusahan, Kesedihan, Lemah, Malas, Kikir, Penakut, Lilitan Hutang Dan Penindasan Orang",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
    "latin": "Allaahumma innii a'uudzu bika minal hammi wal hazani, wal 'ajzi wal kasali, wal bukhli wal jubni, wa dhola'id-daini wa gholabatir-rijaal.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kesusahan dan kesedihan, lemah dan malas, kikir dan penakut, lilitan hutang dan penindasan orang.",
    "tentang": "HR. Al-Bukhari 7/158. Rasulullah Shallallahu'alaihi wasallam senantiasa membaca doa ini, lihat kitab Fathul Baari 11/173.\n\nSumber: Hisnul Muslim.",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 159,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kesusahan, Kesedihan, Lemah, Malas, Penakut, Kikir, Lilitan Hutang Dan Penguasaan Orang",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحُزْنِ، وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
    "latin": "Allaahumma innii a'uudzu bika minal hammi wal huzni, wa a'uudzu bika minal 'ajzi wal kasali, wa a'uudzu bika minal jubni wal bukhli, wa a'uudzu bika min gholabatid-daini wa qohrir-rijaal.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kesusahan/kegelisahan dan kesedihan, aku berlindung kepada-Mu dari lemah/ketidakmampuan dan kemalasan, aku berlindung kepada-Mu dari sifat penakut dan kikir/pelit, dan aku berlindung kepada-Mu dari lilitan hutang dan penguasaan (kesewenang-wenangan) orang.",
    "tentang": "HR Abu Dawud 4/353.\n\nSumber: https://www.facebook.com/doa.dzikir.shahih.harian/videos/719535888146472",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 160,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Fitnah Dan Azab Neraka, Dan Keburukan Kekayaan Dan Kemiskinan",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ الْغِنَى وَالْفَقْرِ",
    "latin": "Allaahumma innii a'uudzu bika min fitnatin-naar wa 'adzaabin-naar, wa min syarril ghinaa wal faqr.",
    "arti": "Ya Allah, aku berlindung kepadaMu dari fitnah neraka dan adzab neraka, dan dari keburukan kekayaan dan kefakiran.",
    "tentang": "HR. Abu Daud no. 1543. Syaikh Al Albani mengatakan bahwa hadits ini shahih.\n\nSumber: https://rumaysho.com/1105-doa-berlindung-dari-keburukan-kaya-dan-miskin.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 161,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Ketika Dihadang Atau Diancam Orang Jahat",
    "lafaz": "اَللَّهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ",
    "latin": "Allaahummak-finiihim bima syi'ta.",
    "arti": "Ya Allah, cukupkanlah aku dari kejahatan mereka dengan cara yang Engkau kehendaki.",
    "tentang": "HR. Muslim 3005.\nKeterangan:\nDalam hadis yang diriwayatkan oleh Muslim, Rasulullah shallallahu ‘alaihi wa sallam menceritakan tentang kisah ashabul ukhdud dan perjalanan pemuda soleh bersama raja yang zalim. Dalam kisah itu, sang pemuda soleh ini berkali-kali diancam oleh raja agar meninggalkan ajaran islam dan hendak dibunuh oleh sang raja dengan beraneka macam cara, namun semuanya gagal.\n\nYang pertama, raja menyuruh prajuritnya untuk membawa pemuda ini ke puncak gunung. Setelah sampai di puncak, lemparkan dia jika tidak mau keluar dari Islam. Sesampainya di puncak gunung, pemuda soleh ini berdoa: (doa di atas). Gunung itupun berguncang, hingga para prajurit itu berjatuhan. Sang pemuda selamat dan dia mendatangi raja sendirian.\n\nKemudian sang raja menyuruh beberapa prajuritnya untuk membawa anak ini di atas perahu dan dibawa ke tangah lautan. Jika sampai di tengah, ceburkan dia ke laut. Setelah sampai di tengah laut, sang pemuda ini berdoa dengan doa yang sama: (doa di atas). Perahu itupun terbalik dan semua tenggelam, namun Allah selamatkan pemuda ini.\n\nDiantara pelajaran yang bisa kita ambil dari hadis di atas adalah doa ketika kita dihadang orang jahat atau mendapat ancaman dari orang yang hendak bertindak jahat kepada kita.\n\n\nSumber: https://konsultasisyariah.com/22286-doa-ketika-dihadang-perampok.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 162,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Setan, Binatang Berbisa dan 'Ain (Pandangan Mata Jahat)",
    "lafaz": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ",
    "latin": "A'uudzu bikalimaatillaahit-taammah, min kulli syaithoonin wa haammah, wa min kulli 'ainin laammah.",
    "arti": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna, dari segala setan dan binatang berbisa, dan dari pandangan mata jahat.",
    "tentang": "HR. Bukhari no. 3371.\nDari ‘Aisyah radhiyallahu ‘anha, bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Berlindunglah kalian kepada Allah dari ‘ain, karena sesungguhnya ‘ain itu haq (benar).” (HR. Ibnu Majah no. 3508 dan Al Hakim no. IV/215, Lihat Silsilah Al Ahaadits Ash Shahiihah no. 737).\n\n\nSumber: http://bbg-alilmu.com/archives/35100",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 163,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Keburukan Tetangga, Istri, Anak, Harta Dan Teman Dekat",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ جَارِ السُّوْءِ، وَمِنْ زَوْجٍ تُشَيِّبُنِيْ قَبْلَ المَشِيْبِ، وَمِنْ وَلَدٍ يَكُوْنُ عَلَيَّ رَبًّا، وَمِنْ مَالٍ يَكُوْنُ عَلَيَّ عَذَابًا، وَمِنْ خَلِيْلٍ مَاكِرٍ عَيْنُهُ تَرَانِيْ، وَقَلْبُهُ يَرْعَانِيْ، إِنْ رَأَى حَسَنَةً دَفَنَهَا، وَإِذَا رَأَى سَيِّئَةً أَذَاعَهَا",
    "latin": "Allaahumma innii a'uudzu bika min jaaris-suu', wa min zaujin tusyayyibunii qoblal masyiib, wa min waladin yakuunu 'alayya robban, wa min maalin yakuunu 'alayya adzaaban, wa min kholiilin maakirin, 'ainuhu taroonii, wa qolbuhu yar'aanii, in ro'aa hasanatan dafanahaa, wa idzaa ro'aa sayyi'atan adzaa'ahaa.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari tetangga yang buruk, dan dari istri yang membuatku beruban sebelum waktunya, dan dari anak yang menguasaiku, dan dari harta yang menjadi azab atasku, dan dari teman dekat pembuat makar, matanya melihatku sedang hatinya mengawasiku, jika ia melihat kebaikan pada diriku maka ia menyembunyikannya, dan jika ia melihat keburukan maka ia menyebarkannya.",
    "tentang": "HR. Ath-Thabrani dari Abu Hurairah radhiyallahu'anhu, Ash-Shahihah: 3137.\nDari Abu Hurairah radhiyallahu'anhu, ia berkata, dahulu diantara doa yang dibaca Rasulullah shallallahu'alaihi wa sallam adalah: (doa di atas).\n\n\nSumber: https://www.facebook.com/permalink.php?story_fbid=514443478604846&id=113035155412349",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 164,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Hari, Malam, Waktu, Teman dan Tetangga Yang Buruk",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ يَوْمِ السُّوءِ، وَمِنْ لَيْلَةِ السُّوءِ، وَمِنْ سَاعَةِ السُّوءِ، وَمِنْ صَاحِبِ السُّوءِ، وَمِنْ جَارِ السُّوءِ فِي دَارِ الْمُقَامَةِ",
    "latin": "Allaahumma innii a'uudzu bika min yaumis-suu', wa min lailatis-suu', wa min saa'atis-suu', wa min shoohibis-suu', wa min jaaris-suu-i fii daaril muqoomah.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari hari yang buruk, malam yang buruk, waktu yang buruk, teman yang buruk, dan tetangga yang buruk di tempat tinggal tetapku.",
    "tentang": "HR. Ath-Thabrani 14227. Silsilah al-Ahaadiits ash-Shahiihah no. 1443.\n\nSumber: https://bbg-alilmu.com/archives/11747",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 165,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Lapar Dan Khianat",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُوعِ، فَإِنَّهُ بِئْسَ الضَّجِيعُ، وَأَعُوذُ بِكَ مِنَ الْخِيَانَةِ، فَإِنَّهَا بِئْسَتِ الْبِطَانَةُ",
    "latin": "Allaahumma innii a-uudzu bika minal juu'i, fa-innahu bi'sadh-dhojii'u, wa a-uudzu bika minal khiyaanati, fa-innahaa bi'satil bithoonah.",
    "arti": "Ya Allah, sesungguhnya aku berlindung kepada-Mu dari lapar, karena ia adalah seburuk-buruk teman yang menyertai. Dan aku berlindung kepada-Mu dari khianat, karena ia adalah teman karib yang paling buruk.",
    "tentang": "HR. Abu Daud, An-Nasa’i, Ibnu Majah.\nDoa ini memuat permintaan perlindungan dari lapar yang merupakan teman berbaring (selalu menyertai) yang paling buruk. Yaitu rasa lapar yang membuat seseorang tidak mampu menunaikan kewajibannya, dan mengharuskannya bergantung pada orang lain. Dan ini pun terkait erat dengan kefakiran yang sangat, sehingga Nabi Shallallahu ‘alaihi wa salam meminta perlindungan dari fitnah kefakiran. Yaitu kefakiran yang tak ada kebaikan di dalamnya, tidak pula rasa wara’, sehingga membuat orang jatuh dalam hal yang mencoreng agama dan muru’ah (kehormatannya). Dan berbagai dampak buruk akan menimpanya, bahkan bisa sampai menggadaikan agama.\n\nNabi Shallallahu ‘alaihi wa salam berdoa, meminta perlindungan dari lapar, karena dampaknya sangat buruk dan kentara terhadap kekuatan seseorang, baik kekuatan fisik maupun batin. Artinya bahwa kelaparan tersebut menghalangi seseorang untuk menunaikan berbagai amal ibadah. Sebab kelaparan melemahkan badan dan mengganggu pikiran, sehingga membangkitkan pikiran-pikiran busuk dan merusak. Amaliah ibadah menjadi rusak dan terbengkalai. Dan salah satu pemicunya adalah kosongnya lambung dari makanan. Badan dan pikirannya menjadi tidak stabil.\n\nHadits ini dijadikan sebagai dalil dari suatu pendapat yang mengatakan bahwa rasa lapar semata (murni karena lapar, tidak ada tendensi karena Allah) tidak terkandung unsur pahala di dalamnya.\n\nSedangkan khianat adalah lawan dari amanah. Dan ini sifatnya umum, mencakup hak-hak Allah seperti shalat, puasa, sedekah, zakat, dan lainnya, juga mencakup hak-hak anak manusia di antara mereka. Allah Azza wa Jalla berfirman, “Hai orang-orang yang beriman, janganlah kamu mengkhianati Allah dan Rasul (Muhammad) dan (juga) janganlah kamu mengkhianati amanat-amanat yang dipercayakan kepadamu, sedang kamu mengetahui.” [Al-Anfal/8: 27].\n\nDoa ini memuat permintaan perlindungan dari khianat, baik khianat terhadap hak Allah Azza wa Jalla, maupun terkait sesama hak hamba. Karena ia adalah seburuk-buruk sifat dan perilaku batin seseorang, bahkan ia adalah salah satu pertanda kemunafikan.\n\nLihat Aunul Ma’buud 4/406, Syuruuh Sunan Ibni Majah 1246.\n\n\nSumber: https://almanhaj.or.id/9771-doa-meminta-perlindungan-dari-kelaparan-dan-khianat.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 166,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Bila Khawatir Hal Buruk Menimpa",
    "lafaz": "حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، عَلَى اللَّهِ تَوَكَّلْنَا",
    "latin": "Hasbunallaahu wa ni'mal wakiil, 'alallaahi tawakkalnaa.",
    "arti": "Cukuplah Allah menjadi Penolong kami, dan Allah adalah sebaik-baik Pelindung. Hanya kepada Allah kami bertawakal.",
    "tentang": "HR. At-Turmudzi.\nUcapan hasbalah yaitu Hasbunallah adalah dzikir agung yang mengandung makna tawakkal kepada Allah, bersandar kepada-Nya, dan meminta pertolongan, bantuan dan taufik dari-Nya.\n\nDan di antara tempat diucapkannya dzikir ini adalah saat merasa khawatir hal buruk terjadi, atau khawatir terjadinya hal yang genting. Ini seperti dalam sebuah hadits:\n\nDari Abu Sa’id al-Khudri Radhiyallahu anhu berkata, Rasulullah Shallallahu ‘alaihi wa sallam telah bersabda, “Bagaimana mungkin aku merasakan nyaman, sedangkan Peniup sangkakala telah memasukkan (pangkal) sangkakala ke mulutnya, ia mencari-cari dengar turunnya izin (dari Allah) kapankah ia diperintahkan untuk meniup sangkakala sehingga ia akan meniupnya.” Seakan hal itu terasa berat atas diri para sahabat Rasulullah Shallallahu ‘alaihi wa sallam. Maka Rasulullah Shallallahu ‘alaihi wa sallam pun berkata kepada mereka, “Ucapkanlah: (dzikir di atas).”\n\nDalam Uddatul Hishnil Hashiin dan syarahnya Tuhfat Adz-Dzaakiriin dikatakan, bila menurut perkiraannya akan turun bencana (bala) atau perkara genting akan menimpa, maka hendaknya ia mengucapkan dzikir tersebut. Bala atau bencana yang dimaksudkan adalah bencana apapun, meskipun kecil. Juga diucapkan kala ada perkara gawat dan genting yang terjadi, yang membuat orang yang mendengarnya menjadi takut dan gemetar, seperti halnya perkara yang diceritakan oleh Rasulullah di atas kepada para sahabat.\n\nMaka, bila ada sesuatu yang terasa berat atas diri seseorang, hendaknya ia mengucapkan doa tersebut. Karena Allah yang akan mencukupi dan menjaga kita dari apa yang akan menimpa. Dialah sebaik-baik tempat bersandar.\n\n\nSumber: https://almanhaj.or.id/9745-doa-saat-khawatir-hal-buruk-menimpa.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 167,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kefakiran, Kekufuran, Kefasikan, Kedurhakaan, Kemunafikan, Sum'ah Dan Riya'",
    "lafaz": "اَللَّهُمَّ إِنِّى أَعُوْذُ بِكَ مِنَ الْفَقْرِ، وَالْكُفْرِ، وَالْفُسُوْقِ، وَالشِّقَاقِ، وَالنِّفَاقِ، وَالسُّمْعَةِ، وَالرِّيَاءِ",
    "latin": "Allaahumma innii a'uudzu bika minal faqri, wal kufri, wal fusuuqi, wasy-syiqooqi, wan-nifaaqi, was-sum'ati, war-riyaa-i.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kefakiran, kekufuran, kefasikan, kedurhakaan, kemunafikan, sum'ah dan riya'.",
    "tentang": "HR. al-Hakim (1944) dan dishahihkan al-Albani.\n\nSumber: https://konsultasisyariah.com/29265-doa-perlindungan-dari-kekufuran-munafik.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 168,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kekufuran, Kefakiran Dan Azab Kubur",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَـٰهَ إِلَّا أَنْتَ",
    "latin": "Allaahumma innii a'uudzu bika minal kufri wal faqri, allaahumma innii a'uudzu bika min 'adzaabil qobri, laa ilaaha illaa anta.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kekufuran dan kefakiran. Ya Allah, aku berlindung kepada-Mu dari adzab kubur. Tidak ada sesembahan yang berhak disembah kecuali Engkau.",
    "tentang": "HR. Abu Daud 5092, Nasai 5482 dan dihasankan al-Albani.\n\nSumber: https://konsultasisyariah.com/29265-doa-perlindungan-dari-kekufuran-munafik.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 169,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Penyakit Kulit/Belang, Gila, Kusta Dan Penyakit Berbahaya Lainnya",
    "lafaz": "اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْبَرَصِ، وَالْجُنُوْنِ، وَالْجُذَامِ، وَمِنْ سَيِّئِ الْأَسْقَامِ",
    "latin": "Allaahumma innii a'uudzu bika minal baroshi, wal junuuni, wal judzaami, wa min sayyi-il asqoom.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari penyakit kulit/belang, gila, kusta, dan dari segala penyakit yang buruk/mengerikan lainnya.",
    "tentang": "HR. Abu Dawud 1554.\nKeterangan:\n\nAl-barosh: penyakit yang sudah makruf, yaitu ada warna putih pada jasad yang akhirnya merubah bentuk dan penampilan.\nAl-junun: hilangnya akal.\nAl-judzam: penyakit kusta atau lepra.\nSayyi-il asqom: penyakit jelek.\nFaedah hadits:\n\nRasulullah shallallahu ‘alaihi wa sallam meminta perlindungan dari penyakit yang jelek untuk mengajarkan kita bersabar, supaya tidak banyak mengeluh, yang akhirnya membuat kita luput dari pahala.\nPenyakit-penyakit yang disebutkan di sini punya dampak jelek pada penampilan dan fisik, sehingga bisa membuat orang lain menjauh.\nRasulullah shallallahu ‘alaihi wa sallam tidak meminta perlindungan dari semua penyakit karena sakit sendiri dapat membersihkan dosa asalkan mau bersabar. Setiap orang bisa saja tertimpa sakit. Namun ujian yang paling berat adalah yang dihadapi oleh para nabi lalu orang di bawahnya lagi.\n\nSumber: https://yufidia.com/4860-doa-mohon-dilindungi-dari-penyakit-berbahaya.html dan https://rumaysho.com/21766-doa-meminta-perlindungan-dari-penyakit-kulit-gila-dan-berbagai-penyakit-jelek.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 170,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kefakiran, Kekurangan, Kehinaan, Dan Dari Menzalimi Atau Dizalimi",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْفَقْرِ، وَالْقِلَّةِ، وَالذِّلَّةِ، وَأَعُوْذُ بِكَ مِنْ أَنْ أَظْلِمَ أَوْ أُظْلَمَ",
    "latin": "Allaahumma innii a'uudzu bika minal faqri, wal qillati, wadz-dzillati, wa a'uudzu bika min an azhlima au uzhlama.",
    "arti": "Ya Allah, aku berlindung kepada-Mu dari kefakiran, kekurangan dan kehinaan. Dan aku berlindung kepada-Mu dari menzalimi atau dizalimi orang lain.",
    "tentang": "HR. An-Nasaa-i, Shahiih An-Nasaa-i III no. 5046.\n\nSumber: https://bbg-alilmu.com/archives/10722",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 171,
    "grup": "Doa Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Fitnah Dan Siksa Neraka, Fitnah Dan Siksa Kubur, Fitnah Kekayaan Dan Kefakiran, Dan Fitnah Dajjal",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَمِنْ عَذَابِ النَّارِ،\nوَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْقَبْرِ،\nوَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ،\nوَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْغِنَى،\nوَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ،\nوَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَسِيْحِ الدَّجَّالِ",
    "latin": "Allaahumma innii a'uudzu bika min fitnatin-naari wa min 'adzaabin-naari,\nwa a'uudzu bika min fitnatil qobri,\nwa a'uudzu bika min 'adzaabil qobri,\nwa a'uudzu bika min fitnatil ghinaa,\nwa a'uudzu bika min fitnatil faqri,\nwa a'uudzu bika min fitnatil masiihid-dajjaal.",
    "arti": "Ya Allah, sungguh aku berlindung kepada-Mu dari fitnah neraka dan siksa neraka,\naku berlindung kepada-Mu dari fitnah kubur,\naku berlindung kepada-Mu dari siksa kubur,\naku berlindung kepada-Mu dari fitnah kekayaan (harta),\naku berlindung kepada-Mu dari fitnah kefakiran,\ndan aku berlindung kepada-Mu dari fitnah Al-Masih Ad-Dajjal.",
    "tentang": "HR. Bukhari.\n\nSumber: https://yufidia.com/5876-doa-berlindung-dari-fitnah-harta.html",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 172,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Sapu Jagad",
    "lafaz": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الْآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
    "latin": "Robbanaa aatinaa fid-dunyaa hasanah, wa fil aakhiroti hasanah, wa qinaa 'adzaaban-naar.",
    "arti": "Ya Tuhan kami, berilah kami kebaikan di dunia, dan kebaikan di akhirat, dan peliharalah kami dari siksa neraka. (Al-Baqarah [2]: 201).",
    "tentang": "Doa di atas sama dengan doa dalam hadits berikut:\nDari Anas radhiyallahu ‘anhu, ia berkata bahwa doa yang paling sering dibaca oleh Nabi shallallahu ‘alaihi wa sallam adalah, “Allaahumma aatinaa fid-dunyaa hasanah, wa fil aakhiroti hasanah, wa qinaa 'adzaaban-naar. (Artinya: Ya Allah, karuniakan kepada kami kebaikan di dunia, dan kebaikan di akhirat, dan selamatkanlah kami dari siksa neraka).” (Muttafaqun ‘alaih) [HR. Bukhari, 8:187-188; Muslim, no. 2690].\n\nPenjelasan Hadits:\nImam Muslim menambahkan dalam riwayatnya, “Jika Anas radhiyallahu ‘anhu hendak berdoa, ia pasti berdoa dengan doa tersebut. Jika ia hendak berdoa dengan doa yang lain, ia pun menyisipkan doa tersebut di dalamnya.” (HR. Muslim, no. 2690).\n\nIbnu Hajar rahimahullah menyebutkan, “Tidaklah seorang nabi maupun orang saleh berdoa melainkan mereka menggunakan doa ini.” (Fath Al-Bari, 2:322).\n\nIbnu Katsir rahimahullah menyatakan, “Doa sapu jagad ini berisi permintaan kebaikan di dunia seluruhnya dan dihindarkan dari seluruh kejelekan. Yang dimaksud kebaikan dunia adalah nikmat kesehatan, rumah yang lapang, istri yang penuh dengan kebaikan, rezeki yang luas, ilmu yang bermanfaat, amal saleh, kendaraan yang menyenangkan, pujian yang baik, serta kebaikan-kebaikan lainnya dengan berbagai ungkapan dari pakar tafsir. Apa yang disebutkan oleh para ulama pakar tafsir semuanya tidaklah saling bertentangan. Karena seluruh kebaikan dunia tercakup dalam doa tersebut.\n\nAdapun kebaikan di akhirat yang diminta dalam doa ini tentu saja lebih tinggi dari kebaikan di dunia yaitu dimasukkannya ke dalam surga, dibebaskan dari rasa khawatir (takut), diberi kemudahan dalam hisab (perhitungan amalan) di akhirat, serta berbagai kebaikan akhirat lainnya.\n\nAdapun permintaan diselamatkan dari siksa neraka mengandung permintaan agar kita dibebaskan dari berbagai sebab yang menjerumuskan ke dalam neraka, yaitu dengan dijauhkan dari berbagai perbuatan yang haram dan dosa, dan diberi petunjuk untuk meninggalkan hal-hal syubhat (yang masih samar/abu-abu) dan hal-hal yang haram.” (Tafsir Al-Qur’an Al-‘Azhim, 2:122).\n\nImam Nawawi rahimahullah berkata mengenai pengertian doa tersebut, “Pendapat yang lebih tepat mengenai tafsiran ‘kebaikan di dunia’ adalah ibadah dan ‘afiyah (kesehatan). Adapun ‘kebaikan di akhirat’ adalah surga dan ampunan Allah. Ada juga ulama yang mengatakan bahwa kebaikan di situ bersifat umum untuk seluruh kebaikan di dunia dan akhirat.” (Syarh Shahih Muslim, 17:13).\n\nFaedah Hadits:\n\nDianjurkan memperbanyak doa ini karena doanya yang singkat dengan lafazh yang sedikit, namun sudah berisi permintaan kebaikan dunia dan akhirat.\nDoa dari Rasulullah shallallahu ‘alaihi wa sallam kebanyakannya memakai doa ini dan ini diambil dari ayat, doa ini kandungannya padat mencakup doa seluruhnya, yaitu di dalamnya terdapat permintaan nikmat dunia, nikmat akhirat, dan diselamatkan dari siksa neraka.\nPara sahabat radhiyallahu ‘anhum semangat menjaga sunnah Nabi shallallahu ‘alaihi wa sallam dan menerapkannya.\n\nSumber: https://rumaysho.com/19550-doa-sapu-jagat-paling-sering-dibaca-nabi.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 173,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Agar Setiap Urusan Berakhir Baik",
    "lafaz": "اَللَّهمَّ أَحْسِنْ عَاقِبَتَنَا فِي الأُمُورِ كُلِّهَا، وَأَجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَعَذَابِ الآخِرَةِ",
    "latin": "Allaahumma ahsin 'aaqibatanaa fil umuuri kullihaa, wa ajirnaa min khizyid-dunyaa wa 'adzaabil aakhiroh.",
    "arti": "Ya Allah, jadikanlah baik akhir setiap urusan kami, dan lindungi kami dari bencana dunia dan azab akhirat.",
    "tentang": "HR. Ahmad 4/181. Kata Syaikh Syu'aib Al Arnauth, periwayat hadits ini tsiqoh kecuali Ayyub bin Maysaroh. Telah meriwayatkannya dua orang dan Ibnu Hibban menyebutkannya dalam ats tsiqoot. Sedangkan Busr bin Arthoh terdapat perselisihan akan shahihnya.\nPenjelasan:\nMakna \"jadikan baik akhir setiap urusan kami\": jadikanlah setiap urusan kami itu baik dan thoyib. Karena setiap amalan tergantung pada akhirnya. Maka jadikanlah setiap amalan kami itu baik, diridhoi oleh-Mu, tetapkanlah kami terus dalam keadaan baik sehingga kami kembali pada-Mu dalam keadaan yang paling baik.\n\nMakna \"lindungi kami dari bencana dunia\": yaitu dari musibah, berbagai tipu daya, kejelekan dan kehinaan di dalamnya.\n\nMakna \"azab akhirat\": yaitu dari seluruh siksa di akhirat karena kalimatnya adalah umum (sebab adanya idhofah pada isim jenis), artinya mencakup seluruh siksaan yang ada di akhirat.\n\nDoa ini mengandung permintaan agar diberi keselamatan, juga rasa aman dari segala sisi. Karena barangsiapa yang terselamatkan dari kehinaan dunia dan siksa di akhirat, maka ia telah mendapatkan kebaikan besar di dunia negeri. Jika terselamatkan, berarti ia selamat dari segala kejelekan. Doa ini benar-benar adalah doa yang jawami'ul kalim (ringkas, syarat makna, mencakup berbagai hal).\n\n\nSumber: https://www.facebook.com/doa.dzikir.shahih.harian/photos/pb.145491612217572.-2207520000.1437500130./659391974160864 dan http://rumaysho.com/belajar-islam/amalan/3284-doa-agar-baik-dalam-amalan-akhir.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 174,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Memohon Kesabaran, Teguh Pendirian Dan Pertolongan Terhadap Orang Kafir",
    "lafaz": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "latin": "Robbanaa afrigh 'alainaa shobron, wa tsabbit aqdaamanaa, wan-shurnaa 'alal qoumil kaafiriin.",
    "arti": "Ya Rabb kami, limpahkanlah kesabaran atas diri kami, dan teguhkanlah pendirian kami, dan tolonglah kami terhadap orang-orang kafir. (Al Baqarah [2]: 250).",
    "tentang": "Sumber: http://rumaysho.com/amalan/kiat-agar-semangat-tidak-kendor-dalam-belajar-islam-3315",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 175,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Kesesatan Dan Memohon Rahmat",
    "lafaz": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ",
    "latin": "Robbanaa laa tuzigh quluubanaa ba'da idz hadaitanaa, wa hab lanaa mil-ladunka rohmah, innaka antal wahhaab.",
    "arti": "Ya Rabb kami, janganlah Engkau jadikan hati kami condong kepada kesesatan sesudah Engkau beri petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi Engkau, karena sesungguhnya Engkau-lah Maha Pemberi (karunia). (Ali Imran [3]: 8).",
    "tentang": "Sumber: http://rumaysho.com/amalan/kiat-agar-semangat-tidak-kendor-dalam-belajar-islam-3315",
    "mood": "biasa aja",
    "tag": ""
  },
  {
    "id": 176,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Agar Mudah Melakukan Kebaikan, Meninggalkan Kemungkaran, Mencintai Orang Miskin Dan Berlindung Dari Fitnah",
    "lafaz": "اَللَّهُمَّ إِنِّى أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ، وَتَرْكَ الْمُنْكَرَاتِ، وَحُبَّ الْمَسَاكِينِ، وَإِذَا أَرَدْتَ بِعِبَادِكَ فِتْنَةً، فَاقْبِضْنِى إِلَيْكَ غَيْرَ مَفْتُونٍ",
    "latin": "Allaahumma innii as-aluka fi'lal khoiroot, wa tarkal munkaroot, wa hubbal masaakiin. Wa idzaa arod-ta bi'ibaadika fitnatan, faq-bidh-nii ilaika ghoiro maftuun.",
    "arti": "Ya Allah, aku memohon kepada-Mu taufiq agar bisa mengamalkan semua kebaikan, meninggalkan semua kemungkaran dan bisa mencintai orang miskin. Jika Engkau menghendaki bagi hamba-hamba-Mu ujian (fitnah), maka wafatkanlah aku tanpa terkena fitnah itu.",
    "tentang": "HR. Ahmad 22109, Turmudzi 3541, dan dishahihkan al-Albani.\nKeutamaan Doa:\nDoa ini diajarkan oleh Allah kepada Nabi-Nya shallallahu ‘alaihi wa sallam, agar dibaca ketika shalat. Ini menunjukkan nilai keistimewaan doa ini. Hingga Allah perintahkan Nabi-Nya untuk membacanya dalam shalat.\n\nDalam hadis dari Ibnu Abbas radhiyallahu ‘anhuma, Rasulullah shallallahu ‘alaihi wa sallam menceritakan mimpi beliau. Dalam mimpi itu, beliau bertemu Allah. Salah satu yang diajarkan, “Wahai Muhammad, jika kamu shalat, bacalah doa: (doa di atas).”\n\nDisamping itu, Nabi shallallahu ‘alaihi wa sallam secara khusus memerintahkan untuk mempelajari dan memahami kandungan makna doa ini. Dalam riwayat Turmudzi terdapat tambahan, pernyataan Nabi shallallahu ‘alaihi wa sallam, “Kalimat ini benar, karena itu hafalkan dan pelajari kandungannya.” (HR. Turmudzi 3543).\n\n\nSumber: https://konsultasisyariah.com/25877-doa-perlindungan-dari-fitnah.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 177,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Agar Mudah Melakukan Kebaikan, Meninggalkan Kemungkaran, Mencintai Orang Miskin, Memohon Ampun Dan Rahmat Dan Berlindung Dari Fitnah",
    "lafaz": "اَللَّهُمَّ إِنِّى أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ، وَتَرْكَ الْمُنْكَرَاتِ، وَحُبَّ الْمَسَاكِينِ، وَأَنْ تَغْفِرَ لِى وَتَرْحَمَنِى، وَإِذَا أَرَدْتَ فِتْنَةَ قَوْمٍ فَتَوَفَّنِى غَيْرَ مَفْتُونٍ",
    "latin": "Allaahumma innii as-aluka fi'lal khoiroot, wa tarkal munkaroot, wa hubbal masaakiin. Wa an tagh-firolii wa tarhamanii. Wa idzaa arod-ta fitnata qoumin, fatawaffanii ghoiro maftuun.",
    "arti": "Ya Allah, aku memohon kepada-Mu agar mudah melakukan kebaikan, meninggalkan kemungkaran dan mencintai orang miskin. Ampunilah aku dan rahmatilah aku. Jika Engkau ingin menimpakan ujian (fitnah) pada suatu kaum, maka wafatkanlah aku dalam keadaan tidak tenggelam dalam ujian itu.",
    "tentang": "HR. Tirmidzi no. 3235 dan Ahmad 5: 243, dan dishahihkan al-Albani.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 178,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Meminta Segala Sesuatu Yang Pernah Diminta Nabi",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ\nوَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ، مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ\nاَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ\nاَللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ، وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ\nوَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا",
    "latin": "Allaahumma innii as-aluka minal khoiri kullihi 'aajilihi wa aajilihi, maa 'alimtu minhu wa maa lam a'lam,\nWa a'uudzu bika minasy-syarri kullihi 'aajilihi wa aajilihi, maa 'alimtu minhu wa maa lam a'lam,\nAllaahumma innii as-aluka min khoiri maa sa-alaka 'abduka wa nabiyyuka, wa a'uudzu bika min syarri maa 'aadza bihi 'abduka wa nabiyyuka,\nAllaahumma innii as-alukal jannata wa maa qorroba ilaihaa min qoulin au 'amal, wa a'uudzu bika minan-naari wa maa qorroba ilaihaa min qoulin au 'amal,\nWa as-aluka an taj'ala kulla qodhoo-in qodhoitahu lii khoiron.",
    "arti": "Ya Allah, aku memohon kepada-Mu segala kebaikan yang segera (dunia) dan yang tertunda (akhirat), yang aku ketahui dan yang tidak aku ketahui,\nDan aku berlindung kepada-Mu dari segala keburukan yang segera (dunia) dan yang tertunda (akhirat), yang aku ketahui dan yang tidak aku ketahui,\nYa Allah, aku memohon kepada-Mu kebaikan semua doa yang pernah diminta oleh hamba dan nabi-Mu, dan aku berlindung kepada-Mu dari keburukan yang hamba dan nabi-Mu pernah berlindung darinya,\nYa Allah, aku memohon kepada-Mu surga dan segala hal yang mendekatkan kepadanya, dari perkataan maupun perbuatan. Dan aku berlindung kepada-Mu dari neraka dan dari segala hal yang mendekatkan kepadanya, dari perkataan maupun perbuatan,\nDan aku memohon kepada-Mu agar Engkau jadikan setiap yang Engkau takdirkan bagiku adalah baik.",
    "tentang": "HR. Ahmad 25019, Ibnu Majah 3846 dan dishahihkan Syuaib al-Arnauth.\n\nSumber: https://konsultasisyariah.com/21758-kumpulan-doa-nabi-shallallahu-alaihi-wa-sallam.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 179,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Berlindung Dari Memohon Yang Tidak Diketahui, Serta Memohon Ampun Dan Rahmat (Doa Nabi Nuh)",
    "lafaz": "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
    "latin": "Robbi innii a'uudzu bika an as-alaka maa laisa lii bihi 'ilmun, wa illaa tagh-fir lii, wa tarhamnii, akun minal khoosiriin.",
    "arti": "Ya Tuhanku, sesungguhnya aku berlindung kepada Engkau dari memohon kepada Engkau sesuatu yang aku tiada mengetahui (hakekat)nya. Dan sekiranya Engkau tidak memberi ampun kepadaku, dan (tidak) menaruh belas kasihan kepadaku, niscaya aku akan termasuk orang-orang yang merugi. (Hud [11]: 47).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 180,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Memohon Agar Tidak Dihukum Dan Dibebani Yang Berat, Serta Memohon Maaf, Ampun, Rahmat Dan Pertolongan Terhadap Orang Kafir",
    "lafaz": "رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "latin": "Robbanaa laa tu-aakhidz-naa in nasiinaa au akh-tho'na, robbanaa wa laa tahmil 'alainaa ish-ron kamaa hamaltahu 'alalladziina min qoblinaa, robbanaa wa laa tuhammilnaa maa laa thooqota lanaa bih, wa'fu 'annaa, wagh-fir lanaa, warhamnaa, anta maulaanaa, fan-shurnaa 'alal qoumil kaafiriin.",
    "arti": "Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, janganlah Engkau bebankan kepada kami beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tak sanggup kami memikulnya. Beri maaflah kami; ampunilah kami; dan rahmatilah kami. Engkaulah Penolong kami, maka tolonglah kami terhadap kaum yang kafir. (Al Baqarah [2]: 286).",
    "tentang": "Sumber: https://muslim.or.id/26012-doa-doa-dari-al-quran-1.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 181,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Memohon Keamanan Negeri Dan Berlindung Dari Syirik (Doa Nabi Ibrahim)",
    "lafaz": "رَبِّ اجْعَلْ هَـٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ",
    "latin": "Robbij'al haadzal balada aaminaa, wajnubnii wa baniyya an na'budal ash-naam.",
    "arti": "Ya Tuhanku, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku daripada menyembah berhala-berhala. (Ibrahim [14]: 35).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 182,
    "grup": "Doa Memohon Kebaikan Dan Berlindung Dari Keburukan",
    "judul": "Doa Agar Kaum Muslimin Disatukan Hatinya, Diberi Petunjuk Dan Keselamatan, Dijauhkan Dari Perbuatan Keji, Diberkahi Diri Dan Keluarga, Diterima Taubat Dan Dijadikan Hamba Yang Bersyukur",
    "lafaz": "اَللَّهُمَّ أَلِّفْ بَيْنَ قُلُوبِنَا، وَأَصْلِحْ ذَاتَ بَيْنِنَا، وَاهْدِنَا سُبُلَ السَّلاَمِ، وَنَجِّنَا مِنَ الظُّلُمَاتِ إِلَى النُّورِ، وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَبَارِكْ لَنَا فِى أَسْمَاعِنَا، وَأَبْصَارِنَا، وَقُلُوبِنَا، وَأَزْوَاجِنَا، وَذُرِّيَّاتِنَا، وَتُبْ عَلَيْنَا، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ، وَاجْعَلْنَا شَاكِرِينَ لِنِعْمَتِكَ، مُثْنِينَ بِهَا قَابِلِيهَا، وَأَتِمَّهَا عَلَيْنَا",
    "latin": "Allaahumma allif baina quluubinaa, wa ashlih dzaata baininaa, wahdinaa subulas-salaam, wa najjinaa minazh-zhulumaati ilan-nuur, wa jannibnal fawaahisya maa zhoharo minhaa wa maa bathon, wa baarik lanaa fii asmaa'inaa, wa ab-shoorinaa, wa quluubinaa, wa azwaajinaa, wa dzurriyyaatinaa, wa tub 'alainaa, innaka antat-tawwaabur-rohiim, waj'alnaa syaakiriina lini'matik, muts-niina bihaa qoobiliihaa, wa atimmahaa 'alainaa.",
    "arti": "Ya Allah, satukanlah hati kami. Perbaikilah keadaan kami. Tunjukilah kami jalan-jalan keselamatan (menuju surga). Selamatkanlah kami dari kegelapan menuju cahaya. Jauhkanlah kami dari perbuatan keji yang nampak maupun tersembunyi. Berkahilah pendengaran, penglihatan, hati, istri-istri dan keturunan kami. Terimalah taubat kami, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang. Jadikanlah kami hamba yang bersyukur atas nikmat-Mu, terus memuji-Mu dan menerima nikmat tersebut, dan sempurnakanlah nikmat tersebut pada kami.",
    "tentang": "HR. Abu Daud no. 969, dari ‘Abdullah bin Mas’ud radhiyallahu ‘anhu. Hadits ini juga dikeluarkan oleh Al-Baihaqi dalam Al-Qadha’ wa Al-Qadr dari hadits Abu Daud, asalnya dikeluarkan oleh Tirmidzi. Kesimpulannya, Al-Hafizh Abu Thahir mengatakan bahwa hadits ini shahih.\n\nSumber: https://rumaysho.com/16229-khutbah-jumat-ya-allah-satukanlah-hati-kami.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 183,
    "grup": "Bacaan Bila Kagum Terhadap Sesuatu",
    "judul": "Bacaan Bila Kagum Terhadap Sesuatu 1",
    "lafaz": "سُبْحَانَ اللَّهِ",
    "latin": "Subhaanallaah.",
    "arti": "Maha Suci Allah.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 1/210, 390 dan 414, Muslim 4/1857.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 184,
    "grup": "Bacaan Bila Kagum Terhadap Sesuatu",
    "judul": "Bacaan Bila Kagum Terhadap Sesuatu 2",
    "lafaz": "اَللَّهُ أَكْبَرُ",
    "latin": "Allaahu akbar.",
    "arti": "Allah Maha Besar.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 8/441, lihat pula Shahih At-Tirmidzi 2/103, 2/235, dan Musnad Ahmad 5/218.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 185,
    "grup": "Bacaan Bila Kagum Terhadap Sesuatu",
    "judul": "Bacaan Bila Kagum Terhadap Sesuatu 3",
    "lafaz": "مَا شَاءَ اللَّهُ",
    "latin": "Maa syaa-allaah.",
    "arti": "Atas kehendak Allah semua ini terwujud. (Al-Kahfi [18]: 39).",
    "tentang": "Allah berfirman dalam surat al-Kahfi, “Mengapa kamu tidak mengatakan waktu kamu memasuki kebunmu 'maasyaallaah, laa quwwata illaa billaah' (sungguh atas kehendak Allah semua ini terwujud, tiada kekuatan kecuali dengan pertolongan Allah).” (Al-Kahfi [18]: 39).\nAyat ini dijadikan dalil sebagian ulama terkait kapan kita dianjurkan mengucapkan Masya Allah. Dalam ayat ini, orang mukmin menasehatkan kepada temannya pemilik kebun yang kafir, agar ketika masuk kebunnya dia mengucapkan, “maasyaallaah, laa quwwata illaa billaah” sehingga kebunnya tidak tertimpa hal yang tidak diinginkan.\n\nKetika menjelaskan ayat ini, Imam Ibnu Utsaimin mengatakan, “Selayaknya bagi seseorang, ketika dia merasa kagum dengan hartanya, agar dia mengucapkan, 'maasyaallaah, laa quwwata illaa billaah' sehingga dia kembalikan segala urusannya kepada Allah, bukan kepada kemampuannya. Dan terdapat riwayat, bahwa orang yang membaca itu ketika merasa heran dengan apa yang dimilikinya, maka dia tidak akan melihat sesuatu yang tidak dia sukai menimpa hartanya.” (Tafsir Surat al-Kahfi, ayat: 39).\n\n\nSumber: https://konsultasisyariah.com/24593-kapan-kita-mengucapkan-subhanallah-dan-masyaallah.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 186,
    "grup": "Bacaan Bila Kagum Terhadap Sesuatu",
    "judul": "Bacaan Bila Perkara Dunia Membuat Takjub",
    "lafaz": "بَّيْكَ، إِنَّ الْعَيْشَ عَيْشُ الْآخِرَةِ",
    "latin": "Labbaik, innal 'aisya 'aisyul aakhiroh.",
    "arti": "Aku penuhi panggilanmu ya Allah, sungguh kehidupan yang hakiki adalah kehidupan akhirat.",
    "tentang": "HR. Bukhari 2834, Muslim 1805.\nSyaikh Ibnul Utsaimin –rahimahullah– mengatakan: Rasul –shallallahu’alaihi wasallam– dahulu bila melihat suatu perkara dunia yang membuatnya takjub, beliau mengatakan: (ucapan di atas).\n\nKarena bila seseorang melihat suatu perkara dunia yang membuatnya takjub, mungkin saja dia meliriknya, sehingga dia berpaling dari Allah. Oleh karena itu beliau mengatakan “labbaik” sebagai jawaban panggilan Allah azza wajalla, kemudian beliau memantapkan hatinya dengan mengatakan “Sungguh kehidupan yang hakiki adalah kehidupan akhirat“.\n\nKarena kehidupan yang membuatmu takjub ini adalah kehidupan yang pasti sirna, sedang kehidupan yang sebenarnya adalah kehidupan akhirat. Oleh karena itu, termasuk diantara sunnah ketika seseorang melihat sesuatu yang menakjubkan di dunia ini adalah mengucapkan: (ucapan di atas). (Syarah Mumti‘, 3/124).\n\nImam Syafi’i –rahimahullah– mengatakan: Rasulullah –shallallahu alaihi wasallam– mengucapkannya di momen yang paling membahagiakan dan paling menyusahkan.\n\n(Nihayatul Mathlab, karya Al Juwaini, 4/237-238).\n\n\nSumber: https://muslim.or.id/21680-sunnah-yang-terlupakan-ucapan-innal-aisya-aisyul-akhirah.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 187,
    "grup": "Bacaan Bila Kagum Terhadap Sesuatu",
    "judul": "Bacaan Agar Tidak Terpedaya Kenikmatan Dan Kemewahan Dunia",
    "lafaz": "اَللَّهُمَّ لَا عَيْشَ إِلَّا عَيْشُ الْآخِرَةِ",
    "latin": "Allaahumma laa 'aisya illaa 'aisyul aakhiroh.",
    "arti": "Ya Allah, tidak ada kehidupan yang hakiki kecuali kehidupan akhirat.",
    "tentang": "HR. Al-Bukhari dan Muslim.\n\nSumber: https://bbg-alilmu.com/archives/9939",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 188,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Pujian Kepada Allah Sebelum Berdoa",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ، اَلأَ حَدُ الصَّمَدُ، اَلَّذِيْ لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدُ",
    "latin": "Allaahumma innii as-aluka bi annii asyhadu annaka antallaahu, laa ilaaha illaa anta, al ahadush-shomad, alladzii lam yalid wa lam yuulad, wa lam yakul-lahu kufuwan ahad.",
    "arti": "Ya Allah, aku memohon kepada-Mu dengan bersaksi bahwa sesungguhnya Engkau adalah Allah, tidak ada sesembahan yang berhak disembah kecuali Engkau, yang Maha Esa, tempat bergantung segala sesuatu, yang tidak beranak dan tidak pula diperanakkan, dan tidak ada seorangpun setara dengan-Mu.",
    "tentang": "HR. Abu Dawud, An-Nasa-i dan At-Tirmidzi. Syaikh Al-Albani rahimahullah berkata, “shahih”.\nRasulullah shallallahu ‘alaihi wa sallam pernah mendengar seseorang berdoa: (doa di atas), lalu Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Sungguh ia telah memohon kepada Allah dengan menggunakan Nama-Nya yang jika Dia dimintai dengan nama tersebut, Dia pasti memberi, dan jika Dia diseru dengan nama tersebut, Dia pasti mengabulkan.”\n\nBisa juga dengan cara menyebut nama-nama Allah yang sesuai dengan isi doa yang kita sampaikan. Misalnya, kita mohon ampunan maka kita menyebut nama Allah “Al-Ghaffar” atau “Al-Ghafur” (yang Maha Pengampun).\n\n\nSumber: http://bbg-alilmu.com/archives/19074 dan https://konsultasisyariah.com/4677-bagaimana-cara-memuji-allah-dan-bersalawat-sebelum-berdoa.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 189,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Bersin",
    "lafaz": "اَلْحَمْدُ لِلَّهِ",
    "latin": "Alhamdulillaah.",
    "arti": "Segala puji bagi Allah.",
    "tentang": "Lantas saudara atau temannya mengucapkan:\n\nيَرْحَمُكَ اللَّهُ\n\nYarhamukallaah.\n\nSemoga Allah memberi rahmat kepadaMu.\n\nBila teman atau saudaranya mengucapkan demikian, bacalah:\n\nيَهْدِيْكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ\n\nYahdiikumullaahu wa yushlihu baalakum.\n\nSemoga Allah memberi petunjuk kepadamu dan memperbaiki keadaanmu.\n\n\nHR. Al-Bukhari 7/125.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 190,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Bila Orang Kafir Bersin Lalu Memuji Allah",
    "lafaz": "يَهْدِيْكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "Yahdiikumullaahu wa yushlihu baalakum.",
    "arti": "Semoga Allah memberi hidayah kepadamu dan memperbaiki hatimu.",
    "tentang": "HR. At-Tirmidzi 5/82, Ahmad 4/400, Abu Daud 4/308. Lihat pula Shahih At-Tirmidzi 2/354.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 191,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Kepada Orang Yang Berbuat Baik Kepadamu",
    "lafaz": "جَزَاكَ اللَّهُ خَيْرًا",
    "latin": "Jazaakallaahu khoiron.",
    "arti": "Semoga Allah membalasmu dengan kebaikan.",
    "tentang": "HR. At-Tirmidzi 2035, lihat Shahihul Jami' 6244, Shahih At-Tirmidzi 2/200.\nUsamah bin Zaid berkata: Rasulullah shallallahu 'alaihi wasallam bersabda: \"Barangsiapa yang dibuatkan kepadanya kebaikan, lalu ia mengatakan kepada pelakunya: (doa di atas), maka sungguh ia telah benar-benar meninggikan pujian.\" HR. Tirmidzi dan dishahihkan oleh Al Albani di dalam kitab Shahih Al Jami', no. 6368.\n\n\nSumber: Hisnul Muslim dan http://muslim.or.id/akhlaq-dan-nasehat/jazakallah-khoiron-membalas-orang-lain-yang-berbuat-baik.html",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 192,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Jawaban Kepada Orang Yang Berkata: Ghafarallaahu Laka",
    "lafaz": "وَلَكَ",
    "latin": "Wa laka.",
    "arti": "Begitu juga kamu.",
    "tentang": "HR. Ahmad 5/82, An-Nasa'i dalam 'Amalul Yaum wal Lailah halaman 218, no. 421.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 193,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Jawaban Kepada Orang Yang Berkata: Uhibbuka Fillaah",
    "lafaz": "أَحَبَّكَ الَّذِيْ أَحْبَبْتَنِي لَهُ",
    "latin": "Ahabbakal-ladzii ahbabtanii lahu.",
    "arti": "Semoga Allah mencintaimu, karena engkau telah mencintaiku karena-Nya.",
    "tentang": "HR. Abu Dawud 4/333. Al-Albani menyatakan, hadits tersebut hasan dalam Shahih Sunan Abi Dawud 3/965.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 194,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Jawaban Kepada Orang Yang Berkata: Baarakallaahu Fiika",
    "lafaz": "وَفِيْكَ بَارَكَ اللَّهُ",
    "latin": "Wa fiika baarokallaah.",
    "arti": "Semoga Allah juga memberkahimu.",
    "tentang": "Ibnu Sunni h. 138, no. 278, lihat Al-Waabilush Shayyib Iibnil Qayyim, hal. 304. Tahqiq Muhammad Uyun.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 195,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Kepada Orang Yang Anda Caci",
    "lafaz": "اَللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَالِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ",
    "latin": "Allaahumma fa-ayyumaa mu'minin sababtuhu faj'al dzaalika lahu qurbatan ilaika yaumal qiyaamah.",
    "arti": "Ya Allah, siapa saja di antara orang mukmin yang kucaci, jadikanlah sebagai sarana yang mendekatkan dirinya kepadaMu di hari Kiamat.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 11/171, Muslim 4/2007, dan kalimatnya: \"Jadikanlah sebagai pembersih dan rahmat.\"\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 196,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Bila Dipuji Orang",
    "lafaz": "اَللَّهُمَّ لاَ تُؤَاخِذْنِيْ بِمَا يَقُوْلُوْنَ، وَاغْفِرْلِيْ مَا لاَ يَعْلَمُوْنَ (وَاجْعَلْنِيْ خَيْرًا مِمَّا يَظُنُّوْنَ)",
    "latin": "Allaahumma laa tu-aakhidznii bimaa yaquuluun, waghfir lii maa laa ya'lamuun, (waj'alnii khoiron mimmaa yazhunnuun).",
    "arti": "Ya Allah, semoga Engkau tidak menghukumku karena apa yang mereka katakan. Ampunilah aku atas apa yang tidak mereka ketahui. (Dan jadikanlah aku lebih baik daripada yang mereka perkirakan).",
    "tentang": "HR. Al-Bukhari dalam Al-Adabul Mufrad no. 761. Isnad hadits tersebut dinyatakan shahih oleh Al-Albani dalam Shahih Al-Adabul Mufrad no. 585. Kalimat dalam kurung tambahan Al-Baihaqi dalam Syu'abul Iman 4/228 dari jalan lain.\n\nSumber: Hisnul Muslim.",
    "mood": "senang",
    "tag": ""
  },
  {
    "id": 197,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Doa Ketika Marah",
    "lafaz": "أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "latin": "A'uudzu billaahi minasy-syaithoonir-rojiim.",
    "arti": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.",
    "tentang": "HR. Al-Bukhari 7/99, Muslim 4/2015.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 198,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Bacaan Ketika Takut",
    "lafaz": "لاَ إِلَـٰهَ إِلاَّ اللَّهُ",
    "latin": "Laa ilaaha illallaah.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 6/181, Muslim 4/2208.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 199,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Jawaban Kepada Orang Kafir Yang Mengucapkan Salam",
    "lafaz": "وَعَلَيْكُمْ",
    "latin": "Wa 'alaikum.",
    "arti": "Dan atasmu juga.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 11/42, Muslim 4/1705.\n\"Apabila ahli kitab mengucapkan salam kepadamu, jawablah: (jawaban di atas).\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 200,
    "grup": "Beberapa Adab Dan Keutamaan",
    "judul": "Ucapan Ketika Melihat Kemungkaran",
    "lafaz": "سُبْحَانَ اللَّهِ",
    "latin": "Subhaanallaah.",
    "arti": "Maha Suci Allah.",
    "tentang": "Keterangan:\nSebuah kemungkaran, baik perkataan maupun perbuatan, dimaknai sebagai hal-hal yang bertentangan dengan syariat atau hal-hal lain yang mengganggu orang-orang beriman.\nAda banyak dalil yang diungkapkan para ulama tentang ucapan tasbih ketika terjadinya kemungkaran. Salah satunya adalah dalam surat An-Nur: 16 yang mengisahkan kisah al-Ifku, yaitu berita dusta tentang perzinahan ‘Aisyah radhiyallahu ‘anha.\n\nAllah berfirman, “Dan mengapa kamu tidak berkata, di waktu mendengar berita bohong itu, ‘Sekali-kali tidaklah pantas bagi kita memperkatakan ini. Maha Suci Engkau (Ya Tuhan kami), ini adalah dusta yang besar.’” [1]\n\nAl-Baghawiy dalam tafsirnya menyebutkan, “Bahwa lafadz ‘subhaanaka’ dalam ayat bermakna ‘ta’ajjub’/heran.” [2]\n\nImam Al-hafizh Ibnu Katsir menuturkan, “Yaitu Maha Suci Allah ketika ungkapan (dusta) ditujukan kepada Istri Rasulullah shallallahu ‘alaihi wasallam sekaligus istri dari kekasih Allah.” [3]\n\nApa yang diungkapkan oleh Ahlu al-Ifki, sebutan bagi mereka yang menyebarkan berita bohong terhadap ‘Aisyah, merupakan kemungkaran yang besar, oleh karena itu disyariatkan mengucapkan tasbih ketika mendengarnya. Ini sebagai penyucian kepada Allah karena kedustaan yang menimpa keluarga nabi. [4]\n\nLisan ‘Aisyah Radhiyallahu ‘Anha Yang Bertasbih\n\nJauh sebelum ayat itu turun, ketika mendengar gosip dan kedustaan yang dipublikasikan oleh ahlul ifki saat itu, Aisyah pun bertasbih sambil menuturkan, “Subhaanallah, orang-orang telah membicarakan ini?” [5]\n\nSebagian Sahabat Juga Bertasbih\n\nKetika mendengar kedustaan ini, para sahabat juga bertasbih kepada Allah. Mereka bertutur, “Subhaanallah, tidak pantas bagi kami membicarakan ini. Ini adalah kedustaan yang besar.” [6]\n\nUngkapan para sahabat ini menegaskan bahwa ungkapan “subhaanallah” adalah sebagai pelajaran bagi kaum muslimin untuk memuliakan, memuji dan mengagungkan Allah ketika mendengar ungkapan mungkar lagi dusta tentang kaum muslimin lainnya.\n\nPara ulama, dari hadits ‘Aisyah tentang kisah al-Ifk, menyebutkan salah satu faidah bahwa disyari’atkan mengucapkan tasbih ketika ta’ajjub/heran terhadap terjadinya kemungkaran atau mendengar hal-hal yang dusta. [7]\n\n[1] An-Nur [24]: 16.\n[2] Lihat Tafsir al-Baghawiy hal 26 jilid 6, al-Maktabah asy-Syamilah.\n[3] Lihat Tafsir Ibn Katsir hal 29 jilid 6, al-Maktabah asy-Syamilah.\n[4] Lihat kitab at-Tasbih fiy al-Kitab was Sunnah, hal 24 Jilid 2.\n[5] Potongan hadits panjang tentang kisah tuduhan dusta terhadap ‘Aisyah radhiyallahu ‘anha diriwayatkan Bukhari dan Muslim.\n[6] Fath al-Baari hal 470 jilid 4. Dikutip dari kitab at-Tasbih fiy al-Kitab was Sunnah, hal 25 Jilid 2.\n\n\nSumber: https://muslim.or.id/21710-mengucapkan-subhanallah-ketika-melihat-kemungkaran.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 201,
    "grup": "Istighfar Dan Taubat",
    "judul": "Doa Istighfar/Taubat 1",
    "lafaz": "أَسْتَغْفِرُ اللَّهَ الْعَظِيْمَ الَّذِيْ لاَ إِلَـٰهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ وَأَتُوْبُ إِلَيْهِ",
    "latin": "Astaghfirullaahal 'azhiimal-ladzii laa ilaaha illaa huwal hayyul qoyyuum, wa atuubu ilaih.",
    "arti": "Aku minta ampun kepada Allah Yang Maha Agung, tidak ada sesembahan yang berhak disembah kecuali Dia, Yang Hidup dan terus-menerus mengurus makhlukNya, dan aku bertaubat kepada-Nya.",
    "tentang": "HR. Abu Dawud 2/85, At-Tirmidzi 5/569, Al-Hakim, dan menurut pendapatnya hadits di atas adalah shahih. Imam Adz-Dzahabi menyetujuinya 1/511, Al-Albani menyatakan hadits tersebut adalah shahih. Lihat pula Shahih At-Tirmidzi 3/182, Jami'ul Ushul li ahaditsir Rasul 4/389-390 dengan tahqiq Al-Arnauth.\nRasul Shallallahu'alaihi wasallam bersabda: \"Barangsiapa yang membaca: (doa di atas) maka Allah mengampuninya, sekalipun dia pernah lari dari perang.\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 202,
    "grup": "Istighfar Dan Taubat",
    "judul": "Doa Istighfar/Taubat 2",
    "lafaz": "اَللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمًا كَثِيْرًا، وَلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِيْ، إِنَّكَ أَنْتَ الْغَفُوْرُ الرَّحِيْمُ",
    "latin": "Allaahumma innii zholamtu nafsii zhulman katsiiron, wa laa yaghfirudz-dzunuuba illaa anta, faghfir lii maghfirotan min 'indika, warhamnii, innaka antal ghofuurur-rohiim.",
    "arti": "Ya Allah, sungguh aku telah menzalimi diriku dengan kezaliman yang banyak, dan tidak ada yang dapat mengampuni dosa-dosa kecuali Engkau. Maka ampunilah aku dengan suatu pengampunan dari sisi-Mu, dan rahmatilah aku. Sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.",
    "tentang": "HR. Bukhari no. 834 dan Muslim no. 2705.\n\nSumber: BBG Al-Ilmu (BlackBerry Group)",
    "mood": "",
    "tag": ""
  },
  {
    "id": 203,
    "grup": "Istighfar Dan Taubat",
    "judul": "Doa Istighfar/Taubat 3",
    "lafaz": "رَبِّ اغْفِرْ لِيْ وَتُبْ عَلَىَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ",
    "latin": "Robbighfir lii wa tub 'alayya, innaka antat-tawwaabur-rohiim.",
    "arti": "Ya Rabbku, ampunilah dosa-dosaku dan terimalah taubat dariku. Sesungguhnya Engkau Maha Penerima taubat lagi Maha Penyayang.",
    "tentang": "HR. Ahmad, at-Tirmidzi, Abu Dawud, an-Nasa'i dalam al-Kubra, al-Bukhari dalam al-Adabul Mufrad, Ibnu Hibban, ath-Thabrani dalam al-Kabiir. Dishahihhkan oleh Syaikh al-Albani dalam Shahih Sunan Abu Dawud no. 1342.\n\nSumber: https://www.facebook.com/permalink.php?story_fbid=340569015961100&id=113035155412349",
    "mood": "",
    "tag": ""
  },
  {
    "id": 204,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 1",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "Subhaanallaahi wa bihamdih.",
    "arti": "Maha Suci Allah, aku memujiNya.",
    "tentang": "HR. Al-Bukhari 7/168, Muslim 4/2071.\nNabi Shallallahu'alaihi wasallam bersabda: \"Siapa yang membaca: (dzikir di atas) 100x dalam sehari, maka akan dihapuskan dosa-dosanya, meskipun sebanyak buih di lautan.\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 205,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 2 (Tasbih Malaikat)",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "Subhaanallaahi wa bihamdih.",
    "arti": "Maha Suci Allah, aku memujiNya.",
    "tentang": "HR. Muslim no.2731.\nDari Abu Dzar, Nabi shallallahu 'alaihi wa sallam ditanya: Kalimat apakah yang paling mulia? Beliau menjawab: \"Kalimat yang Allah pilihkan untuk malaikat dan untuk para hambanya: (dzikir di atas).\"\n\nTentang tasbih para malaikat, Allah nyatakan dalam firman-Nya:\nIngatlah ketika Tuhanmu berfirman kepada para Malaikat: \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi.\" Mereka berkata: \"Mengapa Engkau hendak menjadikan (khalifah) di bumi itu orang yang akan membuat kerusakan padanya dan menumpahkan darah, padahal kami senantiasa bertasbih dengan memuji Engkau dan mensucikan Engkau?\" Tuhan berfirman: \"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.\" (Al-Baqarah [2]: 30).\n\nKalimat (dzikir di atas) itulah cara bertasbih malaikat",
    "mood": "",
    "tag": ""
  },
  {
    "id": 206,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 3 (Dua Kalimat Yang Ringan Di Lisan, Berat Di Timbangan)",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ الْعَظِيْمِ",
    "latin": "Subhaanallaahi wa bihamdih, subhaanallaahil 'azhiim.",
    "arti": "Maha Suci Allah, aku memujiNya, Maha Suci Allah Yang Maha Agung.",
    "tentang": "HR. Al-Bukhari 7/168 dan Muslim 4/2072.\nRasulullah Shallallahu'alaihi wasallam bersabda: \"Dua kalimat yang ringan di lidah, pahalanya berat di timbangan (hari Kiamat) dan disenangi oleh Tuhan Yang Maha Pengasih, adalah: (dzikir di atas).\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 207,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 4 (Pohon Kurma Di Surga)",
    "lafaz": "سُبْحَانَ اللَّهِ الْعَظِيْمِ وَبِحَمْدِهِ",
    "latin": "Subhaanallaahil 'azhiimi wa bihamdih.",
    "arti": "Maha Suci Allah Yang Maha Agung, aku memujiNya.",
    "tentang": "HR. At-Tirmidzi 5/511 dan Al-Hakim 1/501. Menurut pendapatnya, hadits tersebut shahih. Imam Adz-Dzahabi menyetujuinya. Lihat pula Shahihul Jami' 5/531 dan Shahih At-Tirmidzi 3/160.\n\"Barangsiapa yang membaca: (dzikir di atas), maka ditanam untuknya sebatang pohon kurma di Surga.\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 208,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 5",
    "lafaz": "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ",
    "latin": "Subhaanallaah, wal hamdulillaah, wa laa ilaaha illallaah, wallaahu akbar.",
    "arti": "Maha Suci Allah, Segala Puji bagi Allah, tidak ada sesembahan yang berhak disembah kecuali Allah, Allah Maha Besar.",
    "tentang": "HR. Muslim 4/2072.\nRasulullah Shallallahu'alaihi wasallam bersabda: \"Sungguh, apabila aku membaca: (dzikir di atas) adalah lebih senang bagiku dari apa yang disinari oleh matahari terbit.\"\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 209,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 6 (Doa Dan Dzikir Terbaik)",
    "lafaz": "Sesungguhnya doa yang terbaik adalah membaca:\nاَلْحَمْدُ لِلَّهِ",
    "latin": "Alhamdulillaah.",
    "arti": "Segala Puji bagi Allah.",
    "tentang": "Sedang dzikir yang terbaik adalah:\n\nلاَ إِلَـٰهَ إِلاَّ اللَّهُ\n\nLaa ilaaha illallaah.\n\nTidak ada sesembahan yang berhak disembah kecuali Allah.\n\n\nHR. At-Tirmidzi 5/462, Ibnu Majah 2/1249, Al-Hakim 1/503. Menurut Al-Hakim, hadits tersebut adalah shahih. Imam Adz-Dzahabi menyetujuinya, Lihat pula Shahihul Jami' 1/362.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 210,
    "grup": "Lafal Dzikir Dan Keutamaannya",
    "judul": "Lafal Dzikir 7 (Pahalanya Lebih Besar Daripada Dzikir Sehari Semalam)",
    "lafaz": "اَلْحَمْدُ لِلَّهِ عَدَدَ مَا خَلَقَ\nوَالْحَمْدُ لِلَّهِ مِلْءَ مَا خَلَقَ\nوَالْحَمْدُ لِلَّهِ عَدَدَ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ\nوَالْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى كِتَابُهُ\nوَالْحَمْدُ لِلَّهِ مِلْءَ مَا أَحْصَى كِتَابُهُ\nوَالْحَمْدُ لِلَّهِ عَدَدَ كُلِّ شَيْءٍ\nوَالْحَمْدُ لِلَّهِ مِلْءَ كُلِّ شَيْءٍ\n\nسُبْحَانَ اللَّهِ عَدَدَ مَا خَلَقَ\nوَسُبْحَانَ اللَّهِ مِلْءَ مَا خَلَقَ\nوَسُبْحَانَ اللَّهِ عَدَدَ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ\nوَسُبْحَانَ اللَّهِ عَدَدَ مَا أَحْصَى كِتَابُهُ\nوَسُبْحَانَ اللَّهِ مِلْءَ مَا أَحْصَى كِتَابُهُ\nوَسُبْحَانَ اللَّهِ عَدَدَ كُلِّ شَيْءٍ\nوَسُبْحَانَ اللَّهِ مِلْءَ كُلِّ شَيْءٍ",
    "latin": "Alhamdulillaahi 'adada maa kholaq,\nwalhamdulillaahi mil-a maa kholaq,\nwalhamdulillaahi 'adada maa fis-samaawaati wa maa fil ardh,\nwalhamdulillaahi 'adada maa ahshoo kitaabuh,\nwalhamdulillaahi mil-a maa ahshoo kitaabuh,\nwalhamdulillaahi 'adada kulli syai-in,\nwalhamdulillaahi mil-a kulli syai-in,\n\nSubhaanallaahi 'adada maa kholaq,\nwa subhaanallaahi mil-a maa kholaq,\nwa subhaanallaahi 'adada maa fis-samaawaati wa maa fil ardh,\nwa subhaanallaahi 'adada maa ahshoo kitaabuh,\nwa subhaanallaahi mil-a maa ahshoo kitaabuh,\nwa subhaanallaahi 'adada kulli syai-in,\nwa subhaanallaahi mil-a kulli syai-in.",
    "arti": "Segala puji bagi Allah sebanyak ciptaan-Nya,\nSegala puji bagi Allah meliputi seluruh ciptaan-Nya,\nSegala puji bagi Allah sebanyak segala yang ada di langit dan di bumi,\nSegala puji bagi Allah sebanyak segala yang terhitung dalam kitab-Nya,\nSegala puji bagi Allah meliputi semua yang dapat dihitung dalam kitab-Nya,\nSegala puji bagi Allah sebanyak segala sesuatu,\nSegala puji bagi Allah meliputi segala sesuatu,\n\nMaha suci Allah sebanyak ciptaan-Nya,\nMaha suci Allah meliputi seluruh ciptaan-Nya,\nMaha suci Allah sebanyak segala yang ada di langit dan di bumi,\nMaha suci Allah sebanyak segala yang terhitung dalam kitab-Nya,\nMaha suci Allah meliputi semua yang dapat dihitung dalam kitab-Nya,\nMaha suci Allah sebanyak segala sesuatu,\nMaha suci Allah meliputi segala sesuatu.",
    "tentang": "HR. Imam Nasa’i 6/50 hadits no 9994, Ibnu Khuzaimah 1/371 hadits nomor 754 dan Imam Thabrani 8/238 hadits no. 7930. Dishahihkan oleh Syaikh Al Albani dalam kitab Shahihul Jami’ no 2615.\nSuatu saat Nabi -shallallahu alaihi wasallam- melihat Abu Umamah -radhiallahu anhu- menggerakkan bibirnya, maka beliau bertanya, “Apa yang sedang kau baca wahai Abu Umamah?” Dia menjawab, “Aku sedang berdzikir kepada Allah.” Beliau mengatakan, “Maukah aku tunjukkan kepadamu dzikir yang pahalanya lebih banyak dari dzikirmu selama sehari semalam?” Kemudian beliau mengajarinya: (dzikir di atas), dan beliau berpesan, “Ajarkanlah dzikir ini kepada orang-orang setelahmu.”\n\n\nSumber: http://www.madinatulquran.or.id/dzikir-yang-sangat-dahsyat-pahalanya dan http://jilbab.or.id/archives/2153-berdzikir-sekali-mendapat-pahala-berdzikir-sepanjang-malam-dan-siang-hari",
    "mood": "",
    "tag": ""
  },
  {
    "id": 211,
    "grup": "Doa Terkait Majelis",
    "judul": "Khutbah Hajah (Doa Pembuka Majelis)",
    "lafaz": "إِنَّ الْحَمْدَ ِللَّهِ، نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا، وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ\n\nيَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ، وَلَا تَمُوتُنَّ إِلَّا وَأَنتُمْ مُسْلِمُونَ\n\nيَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ، وَخَلَقَ مِنْهَا زَوْجَهَا، وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً، وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ، إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا\n\nيَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ، وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا\n\nأَمَّا بَعْدُ، فَإِنَّ أَصْدَقَ الْحَدِيْثِ كِتَابُ اللَّهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَشَرَّ اْلأُمُوْرِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ، وَكُلَّ ضَلَالَةٍ فِي النَّارِ",
    "latin": "Innal hamdalillaah, nahmaduhu, wa nasta'iinuhu, wa nastagh-firuh. Wa na'uudzu billaahi min syuruuri anfusinaa, wa min sayyi-aati a'maalinaa. Man yahdihillaahu falaa mudhilla lah, wa man yudh-lil falaa haadiya lah. Wa asyhadu al-laa ilaaha illallaah, wahdahu laa syariika lah, wa asyhadu anna muhammadan 'abduhu wa rosuuluh.\n\nYaa ayyuhal-ladziina aamanut-taqullaaha haqqo tuqootih, wa laa tamuutunna illaa wa antum muslimuun.\n\nYaa ayyuhan-naasut-taquu robbakumul-ladzii kholaqokum min nafsin waahidah, wa kholaqo minhaa zaujahaa, wa bats-tsa minhumaa rijaalan katsiiron wa nisaa-a. Wat-taqullaahal-ladzii tasaa-aluuna bihi wal arhaam. Innallaaha kaana 'alaikum roqiibaa.\n\nYaa ayyuhal-ladziina aamanut-taqullaaha wa quuluu qoulan sadiidaa. Yush-lih lakum a'maalakum, wa yagh-fir lakum dzunuubakum. Wa man yuthi'illaaha wa rosuulahu faqod faaza fauzan 'azhiimaa.\n\nAmmaa ba'du, fa-inna ash-daqol hadii-tsi kitaabullaah, wa khoirol hadyi, hadyu muhammadin shollallaahu 'alaihi wa sallam. Wa syarrol umuuri muhda-tsaatuhaa, wa kulla muhda-tsatin bid'ah, wa kulla bid'atin dholaalah, wa kulla dholaalatin fin-naar.",
    "arti": "Segala puji hanya bagi Allah, kita memuji-Nya, memohon pertolongan dan ampunan kepada-Nya. Kita berlindung kepada Allah dari kejahatan diri kita dan kejelekan amal perbuatan kita. Barangsiapa yang Allah beri petunjuk, maka tidak ada yang dapat menyesatkannya. Dan barangsiapa yang Allah sesatkan, maka tidak ada yang dapat memberinya petunjuk. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Allah, tidak ada sekutu bagi-Nya, dan aku bersaksi bahwa Muhammad adalah hamba dan Rasul-Nya.\n\nHai orang-orang yang beriman, bertakwalah kepada Allah sebenar-benar takwa kepada-Nya; dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam. (Ali 'Imran [3]: 102).\n\nHai sekalian manusia, bertakwalah kepada Tuhan-mu yang telah menciptakan kamu dari seorang diri, dan dari padanya Allah menciptakan isterinya; dan dari pada keduanya Allah memperkembang biakkan laki-laki dan perempuan yang banyak. Dan bertakwalah kepada Allah yang dengan (mempergunakan) nama-Nya kamu saling meminta satu sama lain, dan (peliharalah) hubungan silaturrahim. Sesungguhnya Allah selalu menjaga dan mengawasi kamu. (An-Nisaa' [4]: 1).\n\nHai orang-orang yang beriman, bertakwalah kamu kepada Allah dan katakanlah perkataan yang benar, niscaya Allah memperbaiki bagimu amalan-amalanmu dan mengampuni bagimu dosa-dosamu. Dan barangsiapa mentaati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapat kemenangan yang besar. (Al-Ahzaab [33]: 70-71).\n\nAdapun selanjutnya, sesungguhnya sebenar-benar perkataan adalah Kitabullah (Al-Quran), dan sebaik-baik petunjuk adalah petunjuk Muhammad Shallallahu ‘alaihi wa sallam, dan seburuk-buruk perkara adalah yang diada-adakan (dalam agama), dan setiap yang diada-adakan itu bid’ah, dan setiap bid’ah itu sesat, dan setiap kesesatan tempatnya di neraka.",
    "tentang": "Hadits shahih. Shahih Nasa'i no. 1331, Muslim II: 592 no. 467 dan Nasa'i III: 188.\nKapan Khutbah Ini Diucapkan?\n\nPengantar khotbah ini diucapkan ketika ada hajat dan kebutuhan yang hendak disampaikan. Di antaranya adalah ketika hendak melakukan akad nikah atau menyampaikan khotbah jumat.\n\nTerdapat keterangan lain, sebagaimana disebutkan dalam riwayat berikut: Syu’bah bertanya kepada gurunya, Abu Ishaq, “Apakah ini khusus untuk khutbah nikah atau boleh dibaca pada kesempatan lain?” Jawab Abu Ishaq, “Diucapkan pada setiap acara yang penting.” (Sunan Al-Kubra, karya Al-Baihaqi, no. 13604).\n\nSyu’bah bin Hajjaj adalah salah satu perawi hadis yang menyebutkan tentang khutbatul hajah.\n\nSyaikh Muhammad Nashiruddin al-Albani rahimahullaah berkata, “…Sesungguhnya khutbah ini dibaca sebagai pembuka setiap khutbah, apakah khutbah nikah, atau khutbah Jumat, atau yang lainnya (seperti ceramah, mengajar dan yang lainnya-pent.), tidak khusus untuk khutbah nikah saja, sebagaimana disangka oleh sebagian orang…” (Khutbatul Hajah (hal. 36), cet. I/ Maktabah al-Ma’arif).\n\n\nSumber: https://almanhaj.or.id/1348-akad-nikah-khutbah-nikah-mahar-maskawin.html, https://almanhaj.or.id/3230-syarat-rukun-dan-kewajiban-dalam-aqad-nikah.html dan https://khotbahjumat.com/mukaddimah-khutbah-jumat",
    "mood": "",
    "tag": ""
  },
  {
    "id": 212,
    "grup": "Doa Terkait Majelis",
    "judul": "Doa Dalam Majelis",
    "lafaz": "رَبِّ اغْفِرْ لِيْ وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُوْرُ",
    "latin": "Robbighfir lii wa tub 'alayya, innaka antat-tawwaabul ghofuur.",
    "arti": "Wahai Tuhanku! Ampunilah aku dan terimalah taubatku, sesungguhnya Engkau Maha Menerima taubat lagi Maha Pengampun.",
    "tentang": "HR. At-Tirmidzi dan Imam hadis lain, lihat pula di Shahih At-Tirmidzi 3/153, Shahih Ibnu Majah 2/321, dan lafal hadis tersebut menurut riwayat At-Tirmidzi.\nDari Ibnu Umar katanya: adalah pernah dihitung bacaan Rasulullah Shallallahu'alaihi wasallam dalam satu majelis 100x sebelum beliau berdiri, yaitu: (doa di atas).\n\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 213,
    "grup": "Doa Terkait Majelis",
    "judul": "Doa Penceramah/Pembicara Kepada Dirinya Dan Peserta Majelis",
    "lafaz": "اَللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ،\nوَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ،\nوَمِنَ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا،\nوَمَتِّعْنَا بِأَسْمَاعِنَا، وَأَبْصَارِنَا، وَقُوَّتِنَا مَا أَحْيَيْتَنَا، وَاجْعَلْهُ الْوَارِثَ مِنَّا،\nوَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا،\nوَانْصُرْنَا عَلَى مَنْ عَادَانَا،\nوَلَا تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا،\nوَلَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا،\nوَلَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا",
    "latin": "Allaahummaqsim lanaa min khosy-yatika maa yahuulu bainanaa wa baina ma'aashiik,\nwa min thoo'atika maa tuballighunaa bihi jannatak,\nwa minal yaqiini maa tuhawwinu bihi 'alainaa mushiibaatid-dunyaa,\nwa matti'naa bi-asmaa'inaa, wa ab-shoorinaa, wa quwwatinaa maa ah-yaytanaa, waj'alhul waari-tsa minnaa,\nwaj'al tsa'ronaa 'alaa man zholamanaa,\nwan-shurnaa 'alaa man 'aadaanaa,\nwa laa taj'al mushiibatanaa fii diininaa,\nwa laa taj'alid-dunyaa akbaro hamminaa, wa laa mablagho 'ilminaa,\nwa laa tusallith 'alainaa man laa yarhamunaa.",
    "arti": "Ya Allah, jadikanlah untuk kami rasa takut kepada-Mu yang menghalangi antara kami dan perbuatan maksiat kepada-Mu,\ndan ketaatan kepada-Mu yang dengannya Engkau menyampaikan kami ke surga-Mu,\ndan keyakinan yang dengannya Engkau meringankan atas kami musibah dunia.\nBerilah kami kenikmatan dengan pendengaran, penglihatan dan kekuatan selama Engkau menghidupkan kami, dan jadikanlah semua itu sebagai pewaris dari kami (tetap ada pada kami).\nBuatlah pembalasan atas orang yang menzalimi kami.\nTolonglah kami atas orang yang memusuhi kami.\nJanganlah Engkau jadikan musibah pada kami menimpa agama kami.\nJanganlah Engkau jadikan dunia sebagai cita-cita terbesar kami, jangan juga sebagai tujuan utama dari ilmu kami.\nJanganlah Engkau kuasakan (menjadi pemimpin) atas kami orang yang tidak menyayangi kami (orang kafir, munafik, fasik dan zalim, pen.).",
    "tentang": "HR. At-Tirmidzi no. 3502, dinyatakan shahih oleh Syaikh al-Albani.\nDari Ibnu ‘Umar radhiyallahu ‘anhuma, ia berkata, “Jarang sekali Rasulullah shallallahu ‘alaihi wa sallam berdiri dari suatu majelis sampai beliau berdoa dengan doa-doa ini untuk para sahabatnya: (doa di atas).”",
    "mood": "",
    "tag": ""
  },
  {
    "id": 214,
    "grup": "Doa Terkait Majelis",
    "judul": "Doa Kafaratul Majelis (Penghapus Dosa Majelis)",
    "lafaz": "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَـٰهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ، وَأَتُوْبُ إِلَيْكَ",
    "latin": "Subhaanakallaahumma wa bihamdika, asyhadu al-laa ilaaha illaa anta, astaghfiruka, wa atuubu ilaik.",
    "arti": "Maha Suci Engkau ya Allah, aku memuji-Mu. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Engkau, aku minta ampun dan bertaubat kepada-Mu.",
    "tentang": "HR. Tirmidzi, ia mengatakan bahwa hadits ini hasan shahih. HR. Tirmidzi no. 3433. Al-Hafizh Abu Thahir mengatakan bahwa hadits ini shahih.\nAbu Hurairah radhiyallahu ‘anhu meriwayatkan bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Barangsiapa yang duduk di suatu majelis lalu banyak senda guraunya (kalimat yang tidak bermanfaat untuk akhiratnya), maka hendaklah ia mengucapkan sebelum bangun dari majelisnya itu: (doa di atas), maka diampuni baginya dosa-dosa selama di majelisnya itu.”\n\nDoa ini disebut sebagai doa Kafaratul Majelis (penghapus dosa majelis) atau Khatimah Majelis (penutup majelis), karena doa ini menjadi penghapus dosa bagi orang yang ikut duduk dalam majelis itu. Doa ini menjadi penghapus dosa, karena isinya pengakuan terhadap tauhid dan permohonan ampun kepada Allah.\n\nIbnu Rajab mengatakan, “Nabi shallallahu ‘alaihi wa sallam mengakhiri majelis beliau dengan doa kafaratul majelis dan beliau perintahkan agar semua majelis diakhiri dengan doa itu. Beliau juga mengabarkan, bahwa jika majelis itu sia-sia maka doa ini menjadi kafarah baginya. Doa ini juga diriwayatkan dari sekelompok sahabat.” (Fathul Bari, 3/345).\n\nDoa ini diucapkan ketika akan berpisah atau akan selesai dari suatu majelis. Majelis ini tidak mesti dengan duduk-duduk. Pokoknya setiap pembicaraan atau obrolan biasa apalagi diyakini ada perkataan sia-sia yang terucap, maka doa kafaratul majelis sangat dianjurkan untuk dibaca.\n\nJika suatu majelis atau tempat obrolan yang membicarakan hal akhirat maupun hal dunia, lantas di dalamnya tidak terdapat dzikir pada Allah, sungguh sangat merugi.\n\nDari Abu Hurairah radhiyallahu ‘anhu, ia berkata bahwa Rasulullah shallallahu ‘alaihi wa sallam bersabda, “Setiap kaum yang bangkit dari majelis yang tidak ada dzikir pada Allah, maka selesainya majelis itu seperti bangkai keledai dan hanya menjadi penyesalan pada hari kiamat.” (HR. Abu Daud, no. 4855; Ahmad, 2: 389. Al-Hafizh Abu Thahir mengatakan bahwa sanad hadits ini shahih).\n\nTentu kita tidak mau menjadi orang yang merugi dalam setiap waktu kita. Karenanya, jadikanlah akhir majelis dengan istighfar dan bacaan doa kafaratul majelis.\n\nHadits lain terkait doa ini:\nDari Abu Barzah radhiyallahu ‘anhu, ia berkata, “Rasulullah shallallahu ‘alaihi wa sallam mengucapkan ketika di akhir (pertemuan) ketika beliau akan bangun dari majelis: (doa di atas). Lantas ada seseorang yang berkata, ‘Wahai Rasulullah, engkau mengucapkan ucapan yang belum pernah engkau ucapkan sebelumnya.’ Beliau menjawab, ‘Itu adalah kafarat bagi dosa yang terjadi selama di dalam majelis.’ (HR. Abu Daud, Al-Hakim Abu ‘Abdillah dalam Al-Mustadrak dari riwayat ‘Aisyah radhiyallahu ‘anha dan ia mengatakan bahwa hadits ini sanadnya shahih). [HR. Abu Daud no. 4859, Ahmad 4:425. Al-Hafizh Abu Thahir mengatakan bahwa sanad hadits ini hasan].\n\n\nSumber: https://rumaysho.com/17134-doa-kafaratul-majelis.html, https://rumaysho.com/13241-keutamaan-doa-kafaratul-majelis.html dan https://konsultasisyariah.com/24008-baca-dzikir-ini-agar-tidak-menyesal.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 215,
    "grup": "Doa Bertemu Musuh Dan Penguasa",
    "judul": "Doa Bertemu Musuh Dan Penguasa",
    "lafaz": "اَللَّهُمَّ إِنَّا نَجْعَلُكَ فِيْ نُحُوْرِهِمْ وَنَعُوْذُ بِكَ مِنْ شُرُوْرِهِمْ",
    "latin": "Allaahumma innaa naj'aluka fii nuhuurihim, wa na'uudzu bika min syuruurihim.",
    "arti": "Ya Allah, sesungguhnya aku menjadikan Engkau di leher mereka (agar kekuatan mereka tidak berdaya dalam berhadapan dengan kami). Dan aku berlindung kepadaMu dari kejelekan mereka.",
    "tentang": "HR. Abu Dawud 2/89. Menurut pendapat Al-Hakim dan disepakati Adz-Dzahabi: Hadits di atas adalah shahih 2/142.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 216,
    "grup": "Doa Bertemu Musuh Dan Penguasa",
    "judul": "Doa Bila Takut Kezaliman Penguasa",
    "lafaz": "اَللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيْمِ، كُنْ لِيْ جَارًا مِنْ فُلاَنٍ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَـٰهَ إِلاَّ أَنْتَ",
    "latin": "Allaahumma robbas-samaawaatis-sab'i, wa robbal 'arsyil 'azhiim, kun lii jaaron min fulaanibni fulaan, wa ahzaabihi min kholaa-iqika, an yafrutho 'alayya ahadun minhum au yath-ghoo, 'azza jaaruka, wa jalla tsanaa-uka, wa laa ilaaha illa anta.",
    "arti": "Ya Allah, Tuhan Penguasa tujuh langit, Tuhan Penguasa 'Arsy yang agung. Jadilah Engkau pelindung bagiku dari Fulan bin Fulan, dan para kelompoknya dari makhlukMu. Jangan ada seorang pun dari mereka menyakitiku atau melampaui batas terhadapku. Sungguh kuat perlindunganMu, dan agunglah pujiMu. Tidak ada sesembahan yang berhak disembah kecuali Engkau.",
    "tentang": "HR. Al-Bukhari dalam Al-Adabul Mufrad no. 707. Dinyatakan shahih oleh Al-Albani dalam Shahih Al-Adab Al-Mufrad no. 545.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 217,
    "grup": "Doa Bertemu Musuh Dan Penguasa",
    "judul": "Doa Untuk Mengalahkan Musuh",
    "lafaz": "اَللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيْعَ الْحِسَابِ، اِهْزِمِ اْلأَحْزَابَ، اَللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ",
    "latin": "Allaahumma munzilal kitaab, sarii'al hisaab, ihzimil ahzaab, allaahummah-zimhum wa zalzilhum.",
    "arti": "Ya Allah, yang menurunkan Kitab Suci, yang menghisab perbuatan manusia dengan cepat, cerai beraikanlah golongan musuh. Ya Allah, kalahkanlah mereka, dan goncangkanlah mereka.",
    "tentang": "HR. Muslim 3/1362.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 218,
    "grup": "Doa Bertemu Musuh Dan Penguasa",
    "judul": "Doa Untuk Mengalahkan Musuh Dan Memohon Kemenangan",
    "lafaz": "اَللَّهُمَّ مُنْزِلَ الْكِتَابِ، وَمُجْرِيَ السَّحَابِ، وَهَازِمَ الأَحْزَابِ، اِهْزِمْهُمْ، وَانْصُرْنَا عَلَيْهِمْ",
    "latin": "Allaahumma munzilal kitaab, wa mujriyas-sahaab, wa haazimal ahzaab, ihzimhum, wan-shurnaa 'alaihim.",
    "arti": "Ya Allah, Dzat Yang menurunkan Al-Quran, Yang menggerakkan awan, Yang mengalahkan komplotan tentara (kafir), kalahkanlah mereka, dan menangkanlah kami atas mereka.",
    "tentang": "HR. Bukhari dan Muslim.\n\nSumber: https://khotbahjumat.com/5149-meminta-kemenangan-dengan-doa.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 219,
    "grup": "Doa Bertemu Musuh Dan Penguasa",
    "judul": "Doa Bila Takut Kepada Suatu Kaum",
    "lafaz": "اَللَّهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ",
    "latin": "Allaahummak-finiihim bimaa syi'ta.",
    "arti": "Ya Allah, cukupilah aku dalam menghadapi mereka dengan apa yang Engkau kehendaki.",
    "tentang": "HR. Muslim 4/2300.\n\nSumber: Hisnul Muslim.",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 220,
    "grup": "Doa Berlindung Dari Orang Zalim Dan Orang Kafir",
    "judul": "Doa Berlindung Dari Orang Zalim (Doa Nabi Musa)",
    "lafaz": "رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
    "latin": "Robbi najjinii minal qoumizh-zhoolimiin.",
    "arti": "Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim. (Al Qashash [28]: 21).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 221,
    "grup": "Doa Berlindung Dari Orang Zalim Dan Orang Kafir",
    "judul": "Doa Berlindung Dari Keburukan Orang Kafir (Doa Nabi Ibrahim)",
    "lafaz": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
    "latin": "Robbanaa laa taj'alnaa fitnatan lilladziina kafaruu, wagh-fir lanaa robbanaa, innaka antal 'aziizul hakiim.",
    "arti": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami ya Tuhan kami. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana. (Al Mumtahanah [60]: 5).",
    "tentang": "Sumber: https://muslim.or.id/26031-doa-doa-dari-al-quran-2.html",
    "mood": "sedih",
    "tag": ""
  },
  {
    "id": 222,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Doa Sujud Tilawah",
    "lafaz": "سَجَدَ وَجْهِيَ لِلَّذِيْ خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِيْنَ",
    "latin": "Sajada wajhiya lilladzii kholaqohu wa syaqqo sam'ahu wa bashorohu bihaulihi wa quwwatih, fatabaarokallaahu ahsanul khooliqiin.",
    "arti": "Bersujud wajahku kepada Tuhan yang menciptakannya, yang membelah pendengaran dan penglihatannya dengan Daya dan KekuatanNya, Maha Suci Allah sebaik-baik Pencipta.",
    "tentang": "HR. At-Tirmidzi 2/474. Ahmad 6/30 dan Al-Hakim. Menurut Al-Hakim, hadits tersebut shahih. Imam Adz-Dzahabi menyetujui pendapatnya 1/220. Sedang tambahannya: Fatabaarakallaahu menurut riwayat Adz-Dzahabi sendiri.\n\nSumber: Hisnul Muslim.",
    "mood": "",
    "tag": ""
  },
  {
    "id": 223,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Doa Qunut Witir",
    "lafaz": "اَللَّهُمَّ اهْدِنِيْ فِيْمَنْ هَدَيْتَ، وَعَافِنِيْ فِيْمَنْ عَافَيْتَ، وَتَوَلَّنِيْ فِيْمَنْ تَوَلَّيْتَ، وَبَارِكْ لِيْ فِيْمَا أَعْطَيْتَ، وَقِنِيْ شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِيْ وَلاَ يُقْضَى عَلَيْكَ، وَإِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، (وَلاَ يَعِزُّ مَنْ عَادَيْتَ)، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ",
    "latin": "Allaahummah-dinii fiiman hadait, wa 'aafinii fiiman 'aafait, wa tawallanii fiiman tawallait, wa baarik lii fiimaa a'thoit, wa qinii syarro maa qodhoit, fa-innaka taqdhii wa laa yuqdhoo 'alaik, wa innahu laa yadzillu man waalait, (wa laa ya'izzu man 'aadait), tabaarokta robbanaa wa ta'aalait.",
    "arti": "Ya Allah, berilah aku petunjuk sebagaimana orang yang telah Engkau beri petunjuk, berilah aku perlindungan (dari penyakit dan apa yang tidak disukai) sebagaimana orang yang telah Engkau lindungi, sayangilah aku sebagaimana orang yang telah Engkau sayangi. Berilah berkah pada apa yang Engkau berikan kepadaku, jauhkan aku dari kejelekan apa yang Engkau takdirkan, sesungguhnya Engkau yang menjatuhkan hukum, dan tidak ada orang yang memberikan hukuman kepadaMu. Sesungguhnya orang yang Engkau bela tidak akan terhina, (dan orang yang Engkau musuhi tidak akan mulia), Maha Suci Engkau, wahai Tuhan kami dan Maha Tinggi Engkau.",
    "tentang": "HR. Empat penyusun kitab Sunan, Ahmad, Ad-Darimi, Al-Hakim dan Al-Baihaqi. Sedang doa yang ada di antara dua kurung, menurut riwayat Al-Baihaqi. Lihat Shahih At-Tirmidzi 1/144, Shahih Ibnu Majah 1/194 dan Irwa'ul Ghalil, oleh Al-Albani 2/172.\nKetika witir, disyariatkan untuk melakukan qunut di rakaat terakhir.\n\nHadits selengkapnya:\nDari Hasan bin Ali radhiyallahu 'anhuma, beliau mengatakan: Rasulullah shallallahu 'alaihi wa sallam mengajariku beberapa kalimat, yang hendaknya kuucapkan ketika qunut shalat witir: (doa di atas).\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/272729346160464",
    "mood": "",
    "tag": ""
  },
  {
    "id": 224,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Doa Di Akhir Shalat Witir",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوْبَتِكَ، وَأَعُوْذُ بِكَ مِنْكَ، لاَ أُحْصِيْ ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
    "latin": "Allaahumma innii a'uudzu biridhooka min sakhothika, wa bimu'aafaatika min 'uquubatika, wa a'uudzu bika minka, laa uhshii tsanaa-an 'alaika, anta kamaa ats-naita 'alaa nafsik.",
    "arti": "Ya Allah, sesungguhnya aku berlindung dengan keridhaan-Mu dari kemarahanMu, dan dengan keselamatanMu dari hukumanMu, dan aku berlindung kepadaMu dari siksaMu. Aku tidak mampu menghitung pujian dan sanjungan kepadaMu, Engkau adalah sebagaimana yang Engkau sanjungkan kepada diriMu sendiri.",
    "tentang": "HR. An-Nasa'i 1747, Abu Daud 1427 dan Turmudzi 3566, dinilai shahih oleh Al-Albani.\nHadis selengkapnya:\nDari Ali bin Abi Thalib radhiyallahu 'anhu, beliau mengatakan: Bahwa Nabi shallallahu 'alaihi wa sallam di penghujung shalat witirnya, beliau membaca: (doa di atas).\n\nKapankah doa ini dibaca?\nPada hadits di atas tidak dijelaskan kapan Nabi shallallahu 'alaihi wa sallam membaca doa tersebut ketika shalat witir. Dalam catatan untuk Sunan An-Nasa'i, As-Sindi mengatakan: Keterangan beliau \"di penghujung shalat witirnya, beliau membaca…\" mungkin maknanya adalah beliau baca di akhir tahajud, sehingga itu termasuk doa qunut, sebagaimana isyarat keterangan An-Nasa'i, mungkin juga dimaknai bahwa doa ini dibaca ketika duduk tasyahud akhir, dan ini makna yang tersirat dari hadis tersebut. (Dinukil dari Bughyatul Mutathawi', hlm. 30).\n\nAkan tetapi disebutkan dalam kitab Amalul Yaum wa Lailah karya An-Nasai, demikian pula ibnu Sunni, bahwa Ali bin Abi Thalib radhiyallahu 'anhu mengatakan: Saya menginap di rumah Rasulullah shallallahu 'alaihi wa sallam di suatu malam. Ketika beliau usai shalat dan bersiap di tempat tidurnya, beliau membaca: (doa di atas). (Muntaqa Amalul yaum wa Lailah An-Nasai, hlm. 25). Diantara kebiasaan Nabi shallallahu 'alaihi wa sallam, beliau kembali ke tempat tidur seusai melaksanakan shalat tahajud. Sambil mempersiapkan tempat tidurnya, beliau membaca doa tersebut.\n\nSementara itu, disebutkan dalam riwayat yang lain, dari A'isyah radhiyallahu 'anha, beliau mengatakan: Saya kehilangan Rasulullah shallallahu 'alaihi wa sallam di suatu malam, ternyata aku dapati beliau dalam keadaan sedang sujud, dan dua kaki beliau dipancangkan, sementara beliau membaca: (doa di atas). (HR. Ahmad 25655, An-Nasa'i 1100, Ibn Majah 3841, Ibnu Hibban dalam shahihnya 1932, Ibn Khuzaimah dalam shahihnya 655, dan dishahihkan Al-Albani).\n\nKesimpulan:\nBerdasarkan dua riwayat ini, dapat kita simpulkan bahwa ada dua tempat untuk membaca doa ini ketika witir atau tahajud:\n\nSetelah shalat witir.\nKetika sujud dalam shalat.\nAllahu a'lam.\n\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/271923406241058",
    "mood": "",
    "tag": ""
  },
  {
    "id": 225,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Bacaan Setelah Salam Shalat Witir",
    "lafaz": "(سُبْحَانَ الْمَلِكِ الْقُدُّوْسِ (3×) (رَبِّ الْمَلاَئِكَةِ وَالرُّوْحِ",
    "latin": "Subhaanal malikil qudduus (3x), (robbil malaa-ikati war-ruuh).",
    "arti": "Maha suci Allah, Raja Yang Maha suci (3x, dan yang ketiga, beliau membacanya dengan suara keras dan panjang, dan menambahkan) Tuhannya para malaikat dan Jibril.",
    "tentang": "HR. An-Nasai 3/244, Ad-Daruquthni dan beberapa imam hadis yang lain. Sedang kalimat antara dua tanda kurung adalah tambahan menurut riwayatnya 2/31. Sanadnya shahih, lihat Zadul Ma'ad yang ditahqiq oleh Syu'aib Al-Arnauth dan Abdul Qadir Al-Arnauth 1/337.\nKeterangan:\nTidak ada doa setelah tarawih maupun di sela tarawih. Yang ada adalah doa setelah witir. Berikut beberapa doa setelah witir yang diajarkan Rasulullah shallallahu 'alaihi wa sallam.\n\nSubhaanal malikil qudduus. (Maha suci Allah, Raja Yang Maha suci).\n\nHadis Selengkapnya:\nDari Ubay bin Ka'ab radhiyallahu 'anhu, beliau mengatakan: Rasulullah shallallahu 'alaihi wa sallam setelah salam shalat witir, beliau membaca: Subhaanal malikil qudduus. (HR. Abu Daud 1430, dishahihkan Al-Albani).\n\nDalam riwayat Nasa'i dari Abdurrahman bin Abza radhiyallahu 'anhu, terdapat tambahan: Rasulullah shallallahu 'alaihi wa sallam melakukan witir dengan membaca surat Al-A'la (rakaat pertama), surat Al-Kafirun (rakaat kedua), dan surat Al-Ikhlas (rakaat ketiga). Setelah salam, beliau membaca: Subhaanal malikil qudduus 3x. Beliau keraskan yang ketiga. (HR. Nasa'i 1732 dan dishahihkan Al-Albani).\n\nDalam riwayat yang lain, terdapat tambahan: \"Beliau baca panjang yang ketiga.\" (HR. Nasa'i 1734 dan dishahihkan Al-Albani).\n\nTambahan \"Rabbil Malaaikati war Ruuh\":\nDisebutkan dalam riwayat Thabrani adanya tambahan:\n\nRabbil Malaaikati war Ruuh. (Tuhannya para malaikat dan Jibril).\n\nDari Ubay bin Ka'ab radhiyallahu 'anhu, beliau mengatakan: Di bagian akhir beliau membaca: Rabbil Malaaikati war Ruuh. (HR. Ad-Daruquthni 1660. Dalam fatwa islam (no. 14093) dinyatakan: sanadnya shahih, dan disebutkan Ibnul Qoyim dalam Zadul Ma'ad 1/323).\n\nDari beberapa riwayat di atas, dapat kita simpulkan terkait bacaan doa ini:\n\nDoa ini dibaca tepat setelah salam shalat witir.\nDoa ini dibaca 3x.\nPada bacaan kali ke-3, dikeraskan dan dipanjangkan \"Subhaaanal malikil qudduuuuu … ss\".\nDisambung dengan membaca \"Rabbil malaaikati war ruuh…\".\nKalimat: \"Subbuuhun qudduusun rabbul malaaikati war ruuh\":\nKalimat termasuk salah satu doa yang diajarkan Nabi shallallahu 'alaihi wa sallam ketika rukuk atau sujud. A'isyah radhiyallahu 'anha mengatakan: Bahwa Rasulullah shallallahu 'alaihi wa sallam membaca doa ketika rukuk dan sujud beliau: \"Subbuuhun qudduusun… dst\". (HR. Muslim 487). Mengingat lafal \"Subbuuhun qudduusun… dst\" adalah doa sujud atau rukuk ketika shalat, sehingga tambahan ini tidak ada hubungannya dengan shalat witir. Karena tidak perlu dibaca seusai witir.\n\nAllahu a'lam.\n\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/271175212982544",
    "mood": "",
    "tag": ""
  },
  {
    "id": 226,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Doa Setelah Shalat Istikharah",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيْمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوْبِ، اَللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَـٰذَا اْلأَمْرَ خَيْرٌ لِيْ فِيْ دِيْنِيْ، وَمَعَاشِيْ، وَعَاقِبَةِ أَمْرِيْ، فَاقْدُرْهُ لِيْ، وَيَسِّرْهُ لِيْ، ثُمَّ بَارِكْ لِيْ فِيْهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَـٰذَا اْلأَمْرَ شَرٌّ لِيْ فِيْ دِيْنِيْ، وَمَعَاشِيْ، وَعَاقِبَةِ أَمْرِيْ، فَاصْرِفْهُ عَنِّيْ، وَاصْرِفْنِيْ عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِيْ بِهِ",
    "latin": "Allaahumma innii asta-khiiruka bi'ilmika, wa astaqdiruka biqudrotika, wa as-aluka min fadh-likal 'azhiim, fa-innaka taqdiru wa laa aqdiru, wa ta'lamu wa laa a'lamu, wa anta 'allaamul ghuyuub. Allaahumma in kunta ta'lamu anna haadzal amro khoirun lii fii diinii, wa ma'aasyii, wa 'aaqibati amrii, faqdurhu lii, wa yassirhu lii, tsumma baarik lii fiihi, wa in kunta ta'lamu anna haadzal amro syarrun lii fii diinii, wa ma'aasyii, wa 'aaqibati amrii, fash-rif-hu 'annii, wash-rifnii 'anhu, waqdur liyal khoiro haitsu kaana, tsumma ardhinii bih.",
    "arti": "Ya Allah, sesungguhnya aku meminta pilihan yang tepat kepada-Mu dengan ilmu-Mu, aku mohon kekuasaan-Mu (untuk mengatasi persoalanku) dengan kemahakuasaan-Mu, dan aku mohon anugerah-Mu Yang Maha Agung. Sesungguhnya Engkau Mahakuasa sedang aku tidak kuasa, Engkau mengetahui sedang aku tidak mengetahui, dan Engkau Maha Mengetahui hal yang gaib. Ya Allah, jika Engkau mengetahui bahwa urusan ini baik untuk agama, kehidupan dan akhir urusanku, maka takdirkanlah ia untukku, mudahkan ia untukku, kemudian berkahilah ia untukku. Tapi jika Engkau mengetahui bahwa urusan ini buruk untuk agama, kehidupan dan akhir urusanku, maka jauhkan ia dariku, dan jauhkan aku darinya. Takdirkanlah yang terbaik untukku di mana pun itu, kemudian jadikanlah aku ridha dengannya.",
    "tentang": "HR. Al-Bukhari 7/162.\n\nTata Cara Shalat Istikharah\n\nIstikharah dilakukan ketika seseorang bertekad untuk melakukan satu hal tertentu, bukan sebatas lintasan batin. Kemudian dia pasrahkan kepada Allah.\n\n1. Bersuci, baik wudhu atau tayammum.\n2. Melaksanakan shalat dua rakaat. Shalat sunnah dua rakaat ini bebas, tidak harus shalat khusus. Bisa juga berupa shalat rawatib, shalat tahiyatul masjid, shalat dhuha, dll, yang penting dua rakaat.\n3. Tidak ada bacaan surat khusus ketika shalat. Artinya cukup membaca Al-Fatihah (ini wajib) dan surat atau ayat yang dihafal.\n4. Berdoa setelah salam dan dianjurkan mengangkat tangan. Caranya: membaca doa di atas (atau doa di halaman selanjutnya).\n5. Selesai doa dia langsung menyebutkan keinginannya dengan bahasa bebas. Misalnya: bekerja di perusahaan A, atau menikah dengan B, atau berangkat ke kota C, dst.\n6. Banyak orang beranggapan bahwa jawaban istikharah akan Allah sampaikan dalam mimpi. Ini adalah anggapan yang yang sama sekali tidak berdalil, karena tidak ada keterkaitan antara istikharah dengan mimpi.\n7. Melakukan apa yang menjadi tekadnya. Jika menjumpai halangan, berarti itu isyarat bahwa Allah tidak menginginkan hal itu terjadi pada anda.\n8. Apapun hasil akhir setelah istikharah, itulah yang terbaik bagi kita. Meskipun bisa jadi tidak sesuai dengan harapan sebelumnya. Karena itu, kita harus berusaha ridha dan lapang dada dengan pilihan Allah untuk kita. Nabi shallallahu ‘alaihi wa sallam mengajarkan dalam doa di atas, dengan menyatakan “kemudian jadikanlah aku ridha dengannya”, maksudnya adalah ridha dengan pilihan-Mu ya Allah, meskipun tidak sesuai keinginanku.\n\nHadits:\nJabir bin Abdillah Radhiallahu'anhu berkata, “Adalah Rasulullah Shallallahu'alaihi wasallam mengajari kami shalat Istikharah untuk memutuskan segala sesuatu, sebagaimana mengajari surah Al-Quran. Beliau bersabda, ‘Apabila seseorang di antara kamu mempunyai rencana untuk mengerjakan sesuatu, hendaknya melakukan shalat sunnah (Istikharah) dua rakaat, kemudian bacalah: (doa di atas).’”\n\nTidak menyesal orang yang beristikharah kepada Al-Khaliq dan bermusyawarah dengan orang-orang mukmin dan berhati-hati dalam menangani persoalannya. Allah Ta'ala berfirman, “… dan bermusyawarahlah kepada mereka (para sahabat) dalam urusan itu (peperangan, perekonomian, politik dan lain-lain). Bila kamu telah membulatkan tekad, bertawakkallah kepada Allah…” (Ali Imran [3]: 159).\n\n\nSumber: Hisnul Muslim dan https://konsultasisyariah.com/8754-tata-cara-shalat-istikharah.html",
    "mood": "",
    "tag": ""
  },
  {
    "id": 227,
    "grup": "Beberapa Doa Terkait Shalat",
    "judul": "Doa Setelah Shalat Dhuha",
    "lafaz": "اَللَّهُمَّ اغْفِرْ لِي وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ",
    "latin": "Allaahummagh-fir lii wa tub 'alayya, innaka antat-tawwaabur-rohiim (100x).",
    "arti": "Ya Allah, ampunilah dosaku dan terimalah taubatku, sesungguhnya Engkau Maha Penerima Taubat lagi Maha Penyayang (100x).",
    "tentang": "HR. Bukhari dalam al-Adab al-Mufrod 217 no. 619. Dishahihkan oleh al-Albani.\nDari Aisyah radhiyallahu anha, ia berkata, “Rasulullah shallallahu alaihi wa sallam melaksanakan shalat dhuha kemudian Beliau berucap: (doa di atas). Beliau mengulangnya hingga 100 kali.”\n\n\nSumber: http://www.salamdakwah.com/baca-pertanyaan/dzikir-sholat-dhuha.html",
    "mood": "",
    "tag": ""
  }
]