[
  {
    "id": 1,
    "judul": "Dzikir Pagi 1 (Ta'awudz)",
    "lafaz": "أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "dibaca": "1x",
    "latin": "A'uudzu billaahi minasy-syaithoonir-rojiim.",
    "arti": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.",
    "tentang": "Sumber: Hisnul Muslim",
    "waktu": "pagi"
  },
  {
    "id": 2,
    "judul": "Dzikir Pagi 2 (Ayat Kursi)",
    "lafaz": "اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ۗ مَن ذَا الَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُۥ حِفْظُهُمَا ۚ وَهُوَ الْعَلِىُّ الْعَظِيمُ {٢٥٥}",
    "dibaca": "1x",
    "latin": "",
    "arti": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.” (QS. Al Baqarah: 255)",
    "tentang": "Barangsiapa membaca kalimat ini ketika pagi hari, maka ia dijaga dari (ganguan) jin hingga sore hari. Dan barangsiapa mengucapkannya ketika sore hari, maka ia dijaga dari (ganguan) jin hingga pagi hari.\" (HR. Al-Hakim 1/562. Al-Albani berpendapat hadits tersebut shahih dalam Shahih At-Targhib wat Tarhib 1/273 dan beliau menisbatkan hadits tersebut kepada An-Nasa'i dan Ath-Thabrani, beliau berkata, isnad Ath-Thabrani jayyid).\n\nHadits selengkapnya:\nDari Ubay bin Ka'ab radliallahu 'anhu, bahwa suatu ketika ada seorang jin yang mencuri kebun kurmanya. Jin itu beliau tangkap, untuk dilaporkan kepada Nabi shallallahu 'alaihi wa sallam. Jin itupun memelas agar dilepaskan. Sebagai gantinya, dia memberikan satu wirid kepada Ubay. Jin itu mengatakan: (dzikir di atas).\n\nBarangsiapa yang membacanya ketika sore maka dia akan dilindungi dari (gangguan) kami sampai pagi. Barangsiapa yang membacanya ketika pagi maka dia akan dilindungi dari (gangguan) kami sampai sore. Kemudian, Ubay mendatangi Nabi shallallahu 'alaihi wa sallam dan menceritakan kejadian yang dia jumpai. Nabi shallallahu 'alaihi wa sallam bersabda:\n\n\"Si makhluk jelek itu benar.\" (maksud makhluk jelek adalah jin tersebut). (HR. An Nasa'i dan At Thabrani dan dishahihkan Al Albani).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/170594953040571",
    "waktu": "pagi"
  },
  {
    "id": 3,
    "judul": "Dzikir Pagi 3 (Al-Ikhlas)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ هُوَ اللَّهُ أَحَدٌ {١} اللَّهُ الصَّمَدُ {٢} لَمْ يَلِدْ وَلَمْ يُولَدْ {٣} وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ {٤}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Dialah Allah Yang Maha Esa.\n(2) Allah adalah Ilah yang bergantung kepada-Nya segala urusan.\n(3) Dia tidak beranak dan tiada pula diperanakkan.\n(4) Dan tidak ada seorang pun yang setara dengan Dia.\n(Al-Ikhlas [112]: 1-4).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "pagi"
  },
  {
    "id": 4,
    "judul": "Dzikir Pagi 4 (Al-Falaq)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ {١} مِن شَرِّ مَا خَلَقَ {٢} وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ {٣} وَمِن شَرِّ النَّفَّاثَاتِ فِى الْعُقَدِ {٤} وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ {٥}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Aku berlindung kepada Rabb yang menguasai Subuh.\n(2) Dari kejahatan makhluk-Nya.\n(3) Dan dari kejahatan malam apabila telah gelap gulita.\n(4) Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul.\n(5) Dan dari kejahatan orang yang dengki apabila ia dengki.\n(Al-Falaq [113]: 1-5).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "pagi"
  },
  {
    "id": 5,
    "judul": "Dzikir Pagi 5 (An-Naas)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ {١} مَلِكِ النَّاسِ {٢} إِلَـٰهِ النَّاسِ {٣} مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ {٤} الَّذِى يُوَسْوِسُ فِى صُدُورِ النَّاسِ {٥} مِنَ الْجِنَّةِ وَالنَّاسِ {٦}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Aku berlindung kepada Rabb manusia.\n(2) Raja manusia.\n(3) Sembahan manusia.\n(4) Dari kejahatan (bisikan) syaitan yang biasa bersembunyi.\n(5) Yang membisikkan (kejahatan) ke dalam dada manusia.\n(6) Dari jin dan manusia.\n(An-Nas [114]: 1-6).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "pagi"
  },
  {
    "id": 6,
    "judul": "Dzikir Pagi 6",
    "lafaz": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَـٰذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَـٰذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "dibaca": "1x",
    "latin": "Ash-bahnaa wa ash-bahal mulku lillaah, wal hamdulillaah, laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamd, wa huwa 'alaa kulli syai-in qodiir. Robbi as-aluka khoiro maa fii haadzal yaumi wa khoiro maa ba'dahu, wa a'uudzu bika min syarri maa fii haadzal yaumi wa syarri maa ba'dahu, robbi a'uudzu bika minal kasali wa suu-il kibar, robbi a'uudzu bika min 'adzaabin fin-naari wa 'adzaabin fil qobr.",
    "arti": "Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dan Dia Maha Kuasa atas segala sesuatu. Hai Tuhan, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepadaMu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Tuhan, aku berlindung kepadaMu dari kemalasan dan kejelekan di hari tua. Wahai Tuhan, aku berlindung kepadaMu dari siksaan di Neraka dan kubur.",
    "tentang": "HR. Muslim 4/2088.\n\n1. Doa di atas berdasarkan hadis dari Ibnu Mas'ud radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam ketika sore membaca: (doa di atas).\n\n2. Doa di atas menunjukkan sikap ketundukan seorang muslim kepada Allah. Dia mengawali paginya atau sore harinya dengan ikrar dan berbagai pengakuan. Dia berikrar tentang keabadian kerajaan Allah. Dia memuji Allah di waktu paginya. Dia berikrar tentang laa ilaaha illallaah, dan beberapa ikrar lainnya. Kemudian diikuti dengan berdoa, memohon kepada Allah agar diberi kebaikan pada malam atau hari itu, dan dilindungi dari segala bentuk keburukan pada malam atau hari itu. Yang bisa jadi tidak kita ketahui dan datang tanpa disangka-sangka.\n\n3. Kemudian seorang muslim memohon perlindungan dari penyebab keburukan, yaitu sikap malas dan dampak dari sikap malas, yaitu kondisi buruk di hari tua. Di penghujung doa ini, seorang muslim berlindung kepada Allah dari siksa hari akhir, yaitu siksa kubur dan siksa neraka.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/156467714453295",
    "waktu": "pagi"
  },
  {
    "id": 7,
    "judul": "Dzikir Pagi 7",
    "lafaz": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ النُّشُوْرُ",
    "dibaca": "1x",
    "latin": "Allaahumma bika ash-bahnaa, wa bika amsainaa, wa bika nahyaa, wa bika namuutu, wa ilaikan-nusyuur.",
    "arti": "Ya Allah, dengan rahmat dan pertolonganMu kami memasuki waktu pagi, dan dengan rahmat dan pertolonganMu kami memasuki waktu sore. Dengan rahmat dan pertolonganMu kami hidup dan dengan kehendakMu kami mati. Dan kepadaMu kebangkitan (bagi semua makhluk).",
    "tentang": "HR. At Turmudzi 3391 dan dishahihkan Al-Albani.\n\nKeterangan:\nDari Abu Hurairah radliallahu 'anhu, beliau berkata: Ketika masuk waktu pagi, Nabi shallallahu 'alaihi wa sallam biasa membaca: ‘Allahumma bika ashbahnaa…’ dan ketika sore beliau membaca: ‘Allahumma bika amsainaa…’.\n\nDoa di atas menunjukkan betapa orang yang membacanya adalah orang yang sangat pasrah kepada Allah. Dia mengakui bahwa dirinya mampu hidup di hari itu, semata karena nikmat dari Allah ta'ala. Dia senantiasa dalam kondisi mengakui hal itu selama hidup dan matinya. Dia juga mengakui bahwa dia bakal kembali kepada Allah ta'ala.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/159799134120153",
    "waktu": "pagi"
  },
  {
    "id": 8,
    "judul": "Dzikir Pagi 8 (Sayyidul Istighfar)",
    "lafaz": "اَللَّهُمَّ أَنْتَ رَبِّيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ لَكَ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "dibaca": "1x",
    "latin": "Allaahumma anta robbii, laa ilaaha illaa anta, kholaqtanii, wa anaa 'abduka, wa anaa 'alaa 'ahdika wa wa'dika mas-tatho'tu, a'uudzu bika min syarri maa shona'tu, abuu-u laka bini'matika 'alayya, wa abuu-u laka bi-dzanbii, faghfir lii, fa-innahu laa yagh-firudz-dzunuuba illaa anta.",
    "arti": "Ya Allah, Engkau adalah Tuhanku, tidak ada sesembahan yang berhak disembah kecuali Engkau, Engkaulah yang menciptakan aku. Aku adalah hambaMu. Aku akan setia pada perjanjianku denganMu semampuku. Aku berlindung kepadaMu dari kejelekan yang kuperbuat. Aku mengakui nikmatMu kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.",
    "tentang": "HR. Al Bukhari no. 5522, 6306 dan 6323, at-Tirmidzi no. 3393, an-Nasa'i no. 5522 dan lain-lain.\n\nKeutamaan:\nDari Syaddad bin Aus radhiallahu 'anhu bahwa Nabi shallallahu 'alaihi wa salam bersabda, “Sayyidul Istighfar adalah bacaan: (doa di atas).” Kemudian beliau menyebutkan keutamaannya, “Barangsiapa yang membaca doa ini dengan penuh keyakinan di sore hari, kemudian dia mati pada malam harinya (sebelum pagi) maka dia termasuk ahli surga. Dan barangsiapa yang membacanya dengan penuh keyakinan di pagi hari, kemudian dia mati pada siang harinya (sebelum sore) maka dia termasuk ahli surga.”\n\nKeterangan:\nDinamakan Sayyidul Istighfar, karena bacaan istighfar di atas adalah lafal istighfar yang paling mulia dibandingkan lafal istighfar lainnya. Dalam lafal istighfar ini, terdapat 8 aspek yang menjadikan istighfar ini memiliki keutamaan yang besar:\nDimulai dengan pujian kepada Allah.\n\nAdanya pengakuan bahwa dirinya adalah hamba Allah, makhluk Allah yang berusaha menghambakan dirinya kepada Allah.\nMengimani adanya janji Allah, sehingga sang hamba sangat berpijak pada ikrarnya untuk mendapatkan janji Tuhannya.\nPengakuan akan kekurangan dirinya, dengan sekaligus memohon perlindungan kepada Tuhannya dari keburukan dirinya.\nPengakuan terhadap banyaknya nikmat yang telah Allah berikan kepada dirinya, yang ini mewakili rasa syukur.\n\nPengakuan terhadap banyaknya dosa dan kelancangannya, yang ini merupakan bentuk taubatnya.\nDiakhiri dengan permohonan ampunan yang setulusnya kepada Allah.\n\nDengan keyakinan, tidak ada Dzat yang mampu mengampuni dosa-dosa hamba kecuali Allah, Sang Maha Kasih Sayang.\n(Fiqh al-Adiyah, 3/15).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/155977764502290",
    "waktu": "pagi"
  },
  {
    "id": 9,
    "judul": "Dzikir Pagi 9",
    "lafaz": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ",
    "dibaca": "3x",
    "latin": "Allaahumma 'aafinii fii badanii, allaahumma 'aafinii fii sam'ii, allaahumma 'aafinii fii bashorii, laa ilaaha illaa anta. Allaahumma innii a'uudzu bika minal kufri wal faqr, allaahumma innii a'uudzu bika min 'adzaabil qobr, laa ilaaha illaa anta. Ya Allah, selamatkan tubuhku (dari penyakit dan yang tidak aku inginkan).",
    "arti": "Ya Allah, selamatkan pendengaranku (dari penyakit dan maksiat atau sesuatu yang tidak aku inginkan). Ya Allah, selamatkan penglihatanku, tidak ada sesembahan yang berhak disembah kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepadaMu dari kekufuran dan kefakiran. Ya Allah, aku berlindung kepadaMu dari siksa kubur, tidak ada sesembahan yang berhak disembah kecuali Engkau.",
    "tentang": "HR. Abu Dawud 4/324, Ahmad 5/42, An-Nasai dalam 'Amalul Yaum wal Lailah no. 22, halaman 146, Ibnus Sunni no. 69. Al-Bukhari dalam Al-Adabul Mufrad. Syaikh Abdul Aziz bin Baaz menyatakan sanad hadits tersebut hasan. Lihat juga Tuhfatul Akhyar, halaman 26.\n\nKeterangan: Di awal dzikir disebutkan badan, kemudian disebutkan pendengaran dan penglihatan, padahal pendengaran dan penglihatan termasuk anggota badan. Ini menunjukkan keutamaan pendengaran dan penglihatan. Disamping kedua indra tersebut merupakan jalan masuknya ilmu.\n\nHadis selengkapnya: Dari Abdurrahman bin Abi Bakrah, bahwa dia bertanya kepada bapaknya: Wahai ayahku, aku selalu mendengar engkau membaca: (dzikir di atas), dan engkau mengulanginya 3x setiap pagi dan 3x setiap sore. Kemudian Abu Bakrah radliallahu 'anhu mengatakan: Aku mendengar Rasulullah shallallahu 'alaihi wa sallam membaca doa ini, dan aku senang meniru sunnah beliau.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/173566866076713",
    "waktu": "pagi"
  },
  {
    "id": 10,
    "judul": "Dzikir Pagi 10",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اَللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اَللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "dibaca": "1x",
    "latin": "Allaahumma innii as-alukal 'afwa wal 'aafiyata fid-dunyaa wal aakhiroh, allaahumma innii as-alukal 'afwa wal 'aafiyata fii dinii, wa dunyaaya, wa ahlii, wa maalii, allaahummas-tur 'aurootii, wa aamin rou'aatii, allaahummah-fazhnii min baini yadayya, wa min kholfii, wa 'an yamiinii, wa 'an syimaalii, wa min fauqii, wa a'uudzu bi'azhomatika an ugh-taala min tahtii.",
    "arti": "Ya Allah, sesungguhnya aku memohon maaf (ampunan) dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon maaf (ampunan) dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aurat badan, cacat, aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaranMu, agar aku tidak disambar dari bawahku (oleh ulat, tenggelam atau ditelan bumi dan lain-lain).",
    "tentang": "Keutamaan:\nDari Ibn Umar radliallahu 'anhuma, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam membaca wirid ini ketika pagi dan sore, dan beliau tidak pernah meninggalkannya sampai beliau meninggal dunia: (dzikir di atas). (HR. Abu Daud, Ibn Majah dan dishahihkan Al Albani).\n\nDari Abbas bin Abdul Muthallib, beliau bertanya kepada Nabi shallallahu 'alaihi wa sallam: Ya Rasulullah, ajarilah aku doa yang harus aku panjatkan kepada Allah. Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai Abbas, mintalah al afiyah (terbebas dari masalah) kepada Allah.\" Kemudian, setelah tiga hari, Abbas datang lagi dan mengatakan: Ya Rasulullah, ajarilah aku doa yang harus aku panjatkan kepada Allah. Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai Abbas, wahai pamanku, mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat.\" (HR. Al Bukhari dalam Adabul Mufrad dan dishahihkan Al Albani).\n\nDari Anas bin Malik radliallahu 'anhu, bahwasanya ada seorang yang datang kepada Nabi shallallahu 'alaihi wa sallam dan bertanya: Ya Rasulullah, doa apa yang paling afdhal? Beliau menjawab: \"Mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat.\" Kemudian besoknya dia datang lagi dan bertanya: Wahai Nabi Allah, doa apa yang paling afdhal? Beliau menjawab: \"Mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat. Karena jika engkau diberi al afiyah di dunia dan akhirat berarti kamu beruntung.\" (HR. Al Bukhari dalam Adabul Mufrad dan dishahihkan Al Albani).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/161139580652775",
    "waktu": "pagi"
  },
  {
    "id": 11,
    "judul": "Dzikir Pagi 11",
    "lafaz": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـٰهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "dibaca": "1x",
    "latin": "Allaahumma 'aalimal ghoibi wasy-syahaadati, faathiros-samaawaati wal ardh, robba kulli syai-in wa maliikahu, asyhadu al-laa ilaaha illaa anta, a'uudzu bika min syarri nafsii, wa min syarrisy-syaithooni wa syirkih, wa an aqtarifa 'alaa nafsii suu-an, au ajurrohu ilaa muslim.",
    "arti": "Ya Allah, yang Maha Mengetahui yang ghaib dan yang nyata, wahai Tuhan pencipta langit dan bumi, Tuhan segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya, dan aku (berlindung kepadaMu) dari berbuat kejelekan terhadap diriku atau mendorongnya kepada seorang muslim.",
    "tentang": "HR. At-Tirmidzi dan Abu Dawud. Lihat kitab Shahih At-Tirmidzi 3/142.\n\nHadis selengkapnya:\nDari Abu Hurairah radliallahu 'anhu, bahwa Abu Bakr As Siddiq berkata kepada Nabi shallallahu 'alaihi wa sallam: Tunjukkanlah aku beberapa kalimat, yang aku baca setiap pagi dan sore. Kemudian beliau bersabda: \"Bacalah: (doa di atas). Baca doa ini setiap pagi, sore, dan ketika hendak tidur.\"\n\nSisi penting dzikir ini:\n1. Dzikir ini permintaan sahabat yang paling mulia: Abu Bakr as-Shiddiq radliallahu 'anhu.\n\n2. Dzikir ini diajarkan oleh manusia paling mulia, Rasulullah shallallahu 'alaihi wa sallam.\n\n3. Memulai doa dengan memuji Allah, Dialah Dzat yang mengetahui segala sesuatu dan pemilik segala sesuatu.\n\n4. Pengakuan bahwa tidak ada sesembahan yang berhak disembah kecuali Allah.\n\n5. Doa memohon perlindungan dari segala bentuk keburukan: sumbernya dan dampaknya.\n\n6. Sumber keburukan ada 2: nafsu manusia dan godaan setan.\n\n7. Dampak keburukan ada 2: dampak untuk diri sendiri dan dampak bagi orang lain.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/160284290738304",
    "waktu": "pagi"
  },
  {
    "id": 12,
    "judul": "Dzikir Pagi 12",
    "lafaz": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ، وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
    "dibaca": "3x",
    "latin": "Bismillaahil-ladzii laa yadhurru ma'as-mihi syai-un, fil ardhi wa laa fis-samaa', wa huwas-samii'ul 'aliim.",
    "arti": "Dengan nama Allah, yang tidak akan berbahaya dengan namaNya, segala sesuatu di bumi dan langit, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
    "tentang": "HR. Abu Dawud 4/323, At-Tirmidzi 5/465, Ibnu Majah dan Ahmad. Lihat Shahih Ibnu Majah 2/332, Al-Allamah Ibnu Baaz berpendapat, isnad hadits tersebut hasan dalam Tuhfatul Akhyar hal. 39.\n\nKeutamaan:\nDari Utsman bin Affan radliallahu 'anhu, beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: Siapa yang setiap pagi dan sore membaca doa ini 3x: (doa di atas), maka dia tidak ada sesuatupun yang membahayakan dirinya.\nSuatu ketika Aban bin Utsman salah satu sisi tubuhnya mengalami kelumpuhan. Tiba-tiba ada seseorang yang melihatnya (keheranan). Aban marah: Kenapa lihat-lihat. Hadis tentang bacaan di atas telah aku sampaikan, namun hari ini aku lupa mengucapkannya, agar takdir Allah ini mengenai diriku.\n\nImam al-Qurthubi mengatakan: Ini adalah hadis yang shahih, perkataan yang benar. Saya meyakini kebenarannya dari dalil dan terbukti di dunia nyata. Sejak saya mendengar hadis ini, saya selalu mengamalkannya, sehingga tidak hal berbahaya yang mengenai diriku, kecuali jika aku lupa membacanya. Suatu ketika di madinah, saya disengat kalajengking. Kemudian aku ingat-ingat, ternyata aku lupa membaca dzikir tersebut. (al-Futuhat ar-Rabbaniyah, 3/100).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/153719264728140",
    "waktu": "pagi"
  },
  {
    "id": 13,
    "judul": "Dzikir Pagi 13",
    "lafaz": "رَضِيْتُ بِاللَّهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "dibaca": "3x",
    "latin": "Rodhiitu billaahi robbaa, wa bil islaami diinaa, wa bimuhammadin shollallaahu 'alaihi wa sallama nabiyyaa.",
    "arti": "Aku rela Allah sebagai Tuhanku, Islam sebagai agamaku dan Muhammad shallallahu 'alaihi wa sallam sebagai nabiku (yang diutus oleh Allah).",
    "tentang": "HR. Ahmad 4/337, An-Nasa'i dalam 'Amalul Yaum wal Lailah no. 4 dan Ibnus Sunni no. 68. Abu Daud 4/418, At-Tirmidzi 5/465 dan Ibnu Baaz berpendapat, hadits tersebut hasan dalam Tuhfatul Akhyar hal. 39.\n\n\"Barangsiapa membacanya sebanyak 3x ketika pagi dan sore hari, maka hak Allah memberikan keridhaanNya kepadanya pada hari Kiamat.\"\n\nKeterangan:\nAku rela Allah sebagai Tuhanku: Aku cukupkan diriku untuk hanya meminta kepadaNya, beribadah kepadaNya, tidak ada sesembahan yang berhak disembah kecuali Dia.\nAku rela islam sebagai agamaku: aku tidak menempuh jalan hidup kecuali yang sesuai dengan syariat islam.\n\nKeutamaan:\nDari Tsauban bin Bujdud radliallahu 'anhu, pelayan Nabi shallallahu 'alaihi wa sallam, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: \"Apabila seorang hamba di pagi dan sore hari membaca doa ini 3x: (dzikir di atas), maka telah menjadi kewajiban Allah untuk meridlainya pada hari kiamat.\" (HR. Ahmad, Abu Daud, Ibn Majah dan sanadnya dihasankan Syaikh Ibn Baz dalam Tuhfatul Ahyar).\n\nMakna \"menjadi kewajiban Allah\": Allah wajibkan diriNya sendiri untuk melaksanakannya.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/176822055751194",
    "waktu": "pagi"
  },
  {
    "id": 14,
    "judul": "Dzikir Pagi 14",
    "lafaz": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
    "dibaca": "1x",
    "latin": "Yaa hayyu yaa qoyyuum, birohmatika astaghiits, ashlih lii sya'nii kullah, wa laa takilnii ilaa nafsii thorfata 'ain.",
    "arti": "Wahai Tuhan Yang Maha Hidup, wahai Tuhan Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku, dan jangan Kau serahkan kepadaku meskipun sekejap mata (tanpa mendapat pertolongan dariMu).",
    "tentang": "HR. An-Nasa'i dalam Sunan al-Kubro, Al-Hakim dalam al-Mustadzrak, Al-Baihaqi dalam Asma wa shifat dan dishahihkan Al Albani dalam Silsilah as-Shahihah no. 227).\n\nHadis selengkapnya:\nDari Anas bin Malik radliallahu 'anhu, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda kepada Fatimah: \"Apa yang menghalangimu untuk mendengarkan nasehatku, bacalah ketika pagi dan sore hari: (dzikir di atas).\"\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/171977526235647",
    "waktu": "pagi"
  },
  {
    "id": 15,
    "judul": "Dzikir Pagi 15",
    "lafaz": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ، وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "dibaca": "1x",
    "latin": "Ash-bahnaa 'alaa fithrotil islaam, wa 'alaa kalimatil ikhlaash, wa 'alaa diini nabiyyinaa muhammadin shollallaahu 'alaihi wa sallam, wa 'alaa millati abiinaa ibroohiim, haniifan musliman wa maa kaana minal musyrikiin.",
    "arti": "Di waktu pagi kami berada di atas fitrah Islam, kalimat ikhlas, agama Nabi kami Muhammad, dan agama ayah kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.",
    "tentang": "HR. Ahmad 3/406-407, 5/123. Lihat juga Shahihul Jami' 4/290. Ibnus Sunni juga meriwayatkannya di 'Amalul Yaum wal Lailah no. 34.\n\nKeterangan kalimat:\nFitrah islam: Agama yang benar. Terkadang kata fitrah bermakna sunnah (ajaran).\nKalimat ikhlas: Dua kalimat syahadat.\n\nHadis selengkapnya:\nDari Abdurrahman bin Abu Abza radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam ketika pagi dan sore, beliau membaca: (dzikir di atas). (HR. Ahmad dan dishahihkan Al Albani).\n\nPesan:\nInilah keindahan akhlak seorang mukmin… dia awali pagi harinya dengan kalimat mulia nan penuh berkah. Dia membuka lembaran pagi harinya dengan memperbarui imannya, menyatakan ikrar tauhid, komitmen terhadap agama Nabi Muhammad shallallahu 'alaihi wa sallam dan mengikuti ajaran Ibrahim – al-Hanifiyah as-Samhah – serta menjauh dari segala kesyirikan apapun bentuknya.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/165624716870928",
    "waktu": "pagi"
  },
  {
    "id": 16,
    "judul": "Dzikir Pagi 16",
    "lafaz": "لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "dibaca": "10x atau 1x",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dan Dia Maha Kuasa atas segala sesuatu.",
    "tentang": "HR. Abu Dawud 4/319, Ibnu Majah dan Ahmad 4/60. Lihat Shahih At-Targhib wat Tarhib 1/270, Shahih Abu Dawud 3/957, Shahih Ibnu Majah 2/331 dan Zadul Ma'ad 2/377.\n\nKeutamaan:\nDibaca 1x. Dari Abu Ayyasy radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda, “Barangsiapa di waktu pagi membaca: (dzikir di atas), nilainya seperti seorang budak keturunan Nabi Ismail, dicatat baginya 10 kebaikan, dihapuskan darinya 10 kesalahan, dan diangkat derajatnya 10 tingkatan, serta dia dalam perlindungan dari setan sampai sore. Demikian pula ketika sore, dia membacanya dan dijaga sampai pagi.” (HR. Ahmad, Abu Daud, Ibn Majah dan dishahihkan Al Albani).\n\nDibaca 10x. Dari Abu Ayyub Al Anshari radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda, “Barangsiapa di waktu pagi membaca: (dzikir di atas) 10x, nilainya seperti 4 budak, dicatat untuknya 10 kebaikan, dihapuskan darinya 10 kesalahan, diangkat derajatnya 10 tingkatan, dan bacaan itu menjadi perlindungan baginya dari setan sampai sore. Dan jika ada orang yang membacanya setelah maghrib, dia juga mendapatkan hal yang sama.” (HR. Ahmad, Abu Daud, An Nasa'i dan dishahihkan Al Albani).\n\nPenjelasan kalimat:\nKeturunan Nabi Ismail: Merupakan keturunan terbaik.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/162921233807943",
    "waktu": "pagi"
  },
  {
    "id": 17,
    "judul": "Dzikir Pagi 17",
    "lafaz": "لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "dibaca": "100x",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dan Dia Maha Kuasa atas segala sesuatu.",
    "tentang": "HR. Al-Bukhari 4/95 dan Muslim 4/2071.\n\nKeutamaan:\nDari Abu Hurairah radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam besabda, “Barangsiapa yang membaca (dzikir di atas) 100x dalam sehari, maka itu senilai 10 budak, dicatat untuknya 100 kebaikan, dihapuskan darinya 100 kesalahan, dan bacaan itu menjadi perlindungan dari setan pada hari itu sampai sore, serta tidak ada seorangpun yang datang (pada hari kiamat) dengan membawa pahala yang lebih baik dari pahala yang dia bawa, kecuali orang yang membaca lebih banyak.” (HR. Al Bukhari dan Muslim).\n\nPenjelasan kalimat:\n100x dalam sehari: Imam An Nawawi mengatakan: Dlahir hadis menunjukkan bahwa pahala yang disebutkan bisa didapatkan oleh orang yang membaca dzikir ini 100x dalam sehari, baik dia baca 100 sekaligus atau terpisah-pisah di beberapa tempat, atau dia baca sebagian di pagi hari dan sebagian di sore hari. Namun yang afdhal, dia baca 100 sekaligus di pagi hari, agar bisa menjadi perlindungan baginya dari setan sehari penuh. Demikian pula jika dia baca di awal malam maka menjadi perlindungan baginya semalam penuh. (Tuhfatul Ahwadzi).\n\nOrang yang membaca lebih banyak: An Nawawi mengatakan: Ini dalil bahwa orang yang membaca tahlil lebih dari 100 dalam sehari maka dia mendapatkan pahala 100 tahlil sebagaimana disebutkan dalam hadis, disamping dia mendapat pahala tahlil tambahannya. (Tuhfatul Ahwadzi).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/162921233807943",
    "waktu": "pagi"
  },
  {
    "id": 18,
    "judul": "Dzikir Pagi 18",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
    "dibaca": "3x",
    "latin": "Subhaanallaahi wa bihamdihi 'adada kholqih, wa ridhoo nafsih, wa zinata 'arsyih, wa midaada kalimaatih.",
    "arti": "Maha Suci Allah, aku memuji-Nya sebanyak makhluk-Nya, sesuai keridhaan-Nya, seberat timbangan arasy-Nya dan sebanyak tinta (yang menulis) kalimat-Nya.",
    "tentang": "HR. Muslim 2726.\n\nKeterangan:\nMakna kalimat dzikir di atas bahwa Allah satu-satu Dzat yang berhak untuk mendapatkan pujian dan penyucian (tasbih) dengan kualitas dan kuantitas sebagaimana yang disebutkan dalam dzikir tersebut. (Fiqh Ad'iyah wa ad-Du'a, 3/41).\nDari Juwairiyah – salah satu istri Nabi shallallahu 'alaihi wa sallam – beliau menceritakan: Sesungguhnya Nabi shallallahu 'alaihi wa sallam keluar menuju masjid ketika shalat subuh. Sementara Juwairiyah masih berada di tempat shalatnya di rumah. Kemudian Nabi shallallahu 'alaihi wa sallam pulang di waktu dhuha (matahari sudah tinggi), menemui Juwairiyah, sementara Juwairiyah masih duduk di tempat semula. Kemudian Nabi shallallahu 'alaihi wa sallam bertanya kepada Juwairiyah istrinya: \"Sejak aku tinggal tadi pagi sampai sekarang kamu belum beranjak dari tempat dudukmu?\" Juwairiyah menjawab: Ya. Kemudian Nabi shallallahu 'alaihi wa sallam memberi nasehat: \"Aku telah membaca empat kalimat sebanyak 3x. Andaikan pahala bacaan empat kalimat ini ditimbang dengan dzikir yang telah engkau baca, niscaya lebih berat empat kalimat tadi: (dzikir di atas).\"\n\nInilah dzikir yang sangat mulia, memiliki keutamaan dan janji pahala yang sangat besar. Senilai dengan pahala dzikir yang dibaca dari subuh sampai siang. Nabi shallallahu 'alaihi wa sallam membocorkannya kepada kita. Karena itu, jangan sampai kita sia-siakan.\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/169721936461206",
    "waktu": "pagi"
  },
  {
    "id": 19,
    "judul": "Dzikir Pagi 19",
    "lafaz": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
    "dibaca": "3x",
    "latin": "Allaahumma innii as-aluka 'ilman naafi'an, wa rizqon thoyyiban, wa 'amalan mutaqobbalan.",
    "arti": "Ya Allah, sesungguhnya aku memohon kepadaMu ilmu yang bermanfaat, rizki yang halal dan amal yang diterima.",
    "tentang": "HR. Ibnu As-Sunni dalam 'Amalul Yaum wal Lailah, no. 54 dan Ibnu Majah 925. Isnadnya hasan menurut Abdul Qadir dan Syu'aib Al-Arna'uth dalam tahqiq Zad Al-Ma’ad 2/375.\n\nKeterangan:\nDari Ummu Salamah radliallahu 'anha, beliau mengatakan: \"Sesungguhnya Nabi shallallahu 'alaihi wa sallam setelah salam shalat subuh, beliau membaca: (dzikir di atas). (HR. Ahmad 6/322, Ibnu Majah 925, dan dishahihkan al-Albani).\nWaktu subuh merupakan permulaan hari bagi seorang muslim. Nabi shallallahu 'alaihi wa sallam mengawali pagi hari beliau dengan memohon kepada Tuhannya tiga hal: ilmu yang bermanfaat, rizki yang halal, dan amal yang diterima.\nMengapa tiga hal ini? Karena tigal hal ini merupakan kunci kebutuhan hidup manusia.\n\nIlmu yang bermanfaat. Ilmu yang bermanfaat adalah semua ilmu yang menjadi panduan seseorang untuk melaksanakan amal wajib atau anjuran, baik terkait dengan aqidah, ibadah, maupun muamalah. Demikian penjelasan Ibnu Hajar dalam Fathul Bari 1/141. Nabi shallallahu 'alaihi wa sallam mengawali doa di atas dengan meminta ilmu yang bermanfaat, karena dengan bekal ilmu, seseorang bisa membedakan antara yang halal dan yang haram. Dengan ilmu orang bisa membedakan mana amal shaleh dan mana amal yang kelihatannya shaleh.\n\nRizki yang halal. Dengan rizki yang halal, manusia bisa menjalani kehidupan dunianya dengan baik. Karena manusia hidup butuh nutrisi. Agar nutrisi ini tidak menjadi bahan pertanyaan di hari kiamat, nutrisinya harus berupa makanan yang halal. Nabi shallallahu 'alaihi wa sallam meminta rizki yang halal sebelum amal yang diterima. Karena syarat doa seseorang bisa diterima adalah rizkinya halal.\n\nAmal yang diterima. Syarat amal diterima ada tiga:\n1. Pelakunya mukmin. Karena amal orang kafir tidak diterima.\n2. Dilakukan dengan ikhlas. Amal yang dilakukan untuk tendensi dunia atau pujian orang lain tidak akan diterima.\n3. Sesuai petunjuk Nabi shallallahu 'alaihi wa sallam. Tanpa ini, amal seseorang tidak akan dinilai.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/168763686557031",
    "waktu": "pagi"
  },
  {
    "id": 20,
    "judul": "Dzikir Pagi 20",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "dibaca": "100x",
    "latin": "Subhaanallaahi wa bihamdih.",
    "arti": "Maha Suci Allah, aku memujiNya.",
    "tentang": "Keutamaan:\nDari Abu Hurairah radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa di waktu pagi dan sore membaca: (dzikir di atas) 100x, maka tidak ada seorangpun yang datang pada hari kiamat dengan membawa pahala yang lebih baik dari pahala yang dia bawa, kecuali orang yang membaca seperti yang dia baca atau lebih banyak.\" (HR. Muslim 2692).\n\nDzikir ini juga dianjurkan untuk dibaca setiap hari 100x berdasarkan hadis dari Abu Hurairah radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam bersabda: \"Siapa yang membaca: (dzikir di atas) 100x dalam sehari, maka akan dihapuskan dosa-dosanya, meskipun sebanyak buih di lautan.\" (HR. Bukhari 6405 dan Muslim 484).\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/159343404165726",
    "waktu": "pagi"
  },
  {
    "id": 21,
    "judul": "Dzikir Pagi 21",
    "lafaz": "أَسْتَغْفِرُ اللَّهَ وَأَتُوْبُ إِلَيْهِ",
    "dibaca": "100x",
    "latin": "Astaghfirullaaha wa atuubu ilaih.",
    "arti": "Aku memohon ampun kepada Allah dan bertaubat kepadaNya.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 11/101 dan Muslim 4/2075.\n\nHadis selengkapnya:\nDari Aghor bin Yasar Al Muzanni radliallahu 'anhu, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai para manusia, bertaubatlah kepada Allah! Sesungguhnya aku bertaubat kepadaNya 100x dalam sehari.\"\n\nKeterangan:\nDzahir hadis menunjukkan bahwa Nabi shallallahu 'alaihi wa sallam meminta ampunan dan bertaubat.\nBukankah Nabi shallallahu 'alaihi wa sallam orang yang ma'shum (terhindar dari dosa), lalu mengapa beliau perlu bertaubat? Ada beberapa jawaban untuk pertanyaan ini:\n\nIbn Batthal mengatakan: Para nabi adalah orang yang paling bersungguh-sungguh dalam beribadah, karena tingkatan makrifat (mengenal Allah) yang Allah berikan kepada mereka. Maka mereka adalah orang yang selalu istiqamah bersyukur kepadaNya, istiqamah dalam mengakui segala kekurangannya, baik kekurangan ketika melaksanakan ibadah maupun kekurangan dalam keseharian dengan melakukan hal-hal yang mubah, sehingga tidak sempat berdzikir kepada Allah.\nTujuan beliau shallallahu 'alaihi wa sallam banyak bertaubat adalah dalam rangka mengajari umatnya.\n\nYang dimaksud \"Nabi shallallahu 'alaihi wa sallam ma'shum\" adalah terhindar dari dosa-dosa besar atau ma'shum dari bentuk berkhianat dalam penyampaian syariat. Namun beliau tidak ma'shum dari dosa kecil dan kesalahan kecil. Sehingga beliau butuh untuk istighfar.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/180437968722936",
    "waktu": "pagi"
  },
  {
    "id": 22,
    "judul": "Dzikir Petang 1 (Ta'awudz)",
    "lafaz": "أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ",
    "dibaca": "1x",
    "latin": "A'uudzu billaahi minasy-syaithoonir-rojiim.",
    "arti": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.",
    "tentang": "Sumber: Hisnul Muslim",
    "waktu": "petang"
  },
  {
    "id": 23,
    "judul": "Dzikir Petang 2 (Ayat Kursi)",
    "lafaz": "اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ۗ مَن ذَا الَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُۥ حِفْظُهُمَا ۚ وَهُوَ الْعَلِىُّ الْعَظِيمُ {٢٥٥}",
    "dibaca": "1x",
    "latin": "",
    "arti": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya? Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar.” (QS. Al Baqarah: 255)",
    "tentang": "Barangsiapa membaca kalimat ini ketika pagi hari, maka ia dijaga dari (ganguan) jin hingga sore hari. Dan barangsiapa mengucapkannya ketika sore hari, maka ia dijaga dari (ganguan) jin hingga pagi hari.\" (HR. Al-Hakim 1/562. Al-Albani berpendapat hadits tersebut shahih dalam Shahih At-Targhib wat Tarhib 1/273 dan beliau menisbatkan hadits tersebut kepada An-Nasa'i dan Ath-Thabrani, beliau berkata, isnad Ath-Thabrani jayyid).\n\nHadits selengkapnya:\nDari Ubay bin Ka'ab radliallahu 'anhu, bahwa suatu ketika ada seorang jin yang mencuri kebun kurmanya. Jin itu beliau tangkap, untuk dilaporkan kepada Nabi shallallahu 'alaihi wa sallam. Jin itupun memelas agar dilepaskan. Sebagai gantinya, dia memberikan satu wirid kepada Ubay. Jin itu mengatakan: (dzikir di atas). Barangsiapa yang membacanya ketika sore maka dia akan dilindungi dari (gangguan) kami sampai pagi. Barangsiapa yang membacanya ketika pagi maka dia akan dilindungi dari (gangguan) kami sampai sore. Kemudian, Ubay mendatangi Nabi shallallahu 'alaihi wa sallam dan menceritakan kejadian yang dia jumpai. Nabi shallallahu 'alaihi wa sallam bersabda: \"Si makhluk jelek itu benar.\" (maksud makhluk jelek adalah jin tersebut). (HR. An Nasa'i dan At Thabrani dan dishahihkan Al Albani).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/170594953040571",
    "waktu": "petang"
  },
  {
    "id": 24,
    "judul": "Dzikir Petang 3 (Al-Ikhlas)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ هُوَ اللَّهُ أَحَدٌ {١} اللَّهُ الصَّمَدُ {٢} لَمْ يَلِدْ وَلَمْ يُولَدْ {٣} وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ {٤}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Dialah Allah Yang Maha Esa.\n(2) Allah adalah Ilah yang bergantung kepada-Nya segala urusan.\n(3) Dia tidak beranak dan tiada pula diperanakkan.\n(4) Dan tidak ada seorang pun yang setara dengan Dia.\n(Al-Ikhlas [112]: 1-4).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "petang"
  },
  {
    "id": 25,
    "judul": "Dzikir Petang 4 (Al-Falaq)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ {١} مِن شَرِّ مَا خَلَقَ {٢} وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ {٣} وَمِن شَرِّ النَّفَّاثَاتِ فِى الْعُقَدِ {٤} وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ {٥}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Aku berlindung kepada Rabb yang menguasai Subuh.\n(2) Dari kejahatan makhluk-Nya.\n(3) Dan dari kejahatan malam apabila telah gelap gulita.\n(4) Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul.\n(5) Dan dari kejahatan orang yang dengki apabila ia dengki.\n(Al-Falaq [113]: 1-5).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "petang"
  },
  {
    "id": 26,
    "judul": "Dzikir Petang 5 (An-Naas)",
    "lafaz": "بِسْمِ اللَّهِ الرَّحْمَـٰنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ {١} مَلِكِ النَّاسِ {٢} إِلَـٰهِ النَّاسِ {٣} مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ {٤} الَّذِى يُوَسْوِسُ فِى صُدُورِ النَّاسِ {٥} مِنَ الْجِنَّةِ وَالنَّاسِ {٦}",
    "dibaca": "3x",
    "latin": "",
    "arti": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n(1) Katakanlah: Aku berlindung kepada Rabb manusia.\n(2) Raja manusia.\n(3) Sembahan manusia.\n(4) Dari kejahatan (bisikan) syaitan yang biasa bersembunyi.\n(5) Yang membisikkan (kejahatan) ke dalam dada manusia.\n(6) Dari jin dan manusia.\n(An-Nas [114]: 1-6).",
    "tentang": "HR. Abu Dawud 4/322, At-Tirmidzi 5/567 dan lihat Shahih At-Tirmidzi 3/182.\n\n\"Barangsiapa membaca tiga surat tersebut (surat Al-Ikhlas, Al-Falaq dan An-Naas, ketiganya dinamakan Al-Mu'awwidzaat) sebanyak 3x setiap pagi dan sore hari, maka itu (tiga surat tersebut) cukup baginya dari segala sesuatu.\" (Yaitu melindunginya dari segala bentuk bahaya dengan izin Allah).\n\nSumber: Hisnul Muslim.",
    "waktu": "petang"
  },
  {
    "id": 27,
    "judul": "Dzikir Petang 6",
    "lafaz": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـٰهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَـٰذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَـٰذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "dibaca": "1x",
    "latin": "Amsainaa wa amsal mulku lillaah, wal hamdulillaah, laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamd, wa huwa 'alaa kulli syai-in qodiir. Robbi as-aluka khoiro maa fii haadzihil-lailati wa khoiro maa ba'dahaa, wa a'uudzu bika min syarri maa fii haadzihil-lailati wa syarri maa ba'dahaa, robbi a'uudzu bika minal kasali wa suu-il kibar, robbi a'uudzu bika min 'adzaabin fin-naari wa 'adzaabin fil qobr.",
    "arti": "Kami telah memasuki waktu sore dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagiNya. Bagi-Nya kerajaan dan bagiNya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Hai Tuhan, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepadaMu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Tuhan, aku berlindung kepadaMu dari kemalasan dan kejelekan di hari tua. Wahai Tuhan, aku berlindung kepadaMu dari siksaan di Neraka dan kubur.",
    "tentang": "HR. Muslim 4/2088.\n\nKeterangan:\nDoa di atas berdasarkan hadis dari Ibnu Mas'ud radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam ketika sore membaca: (doa di atas).\n\nDoa di atas menunjukkan sikap ketundukan seorang muslim kepada Allah. Dia mengawali paginya atau sore harinya dengan ikrar dan berbagai pengakuan. Dia berikrar tentang keabadian kerajaan Allah. Dia memuji Allah di waktu paginya. Dia berikrar tentang laa ilaaha illallaah, dan beberapa ikrar lainnya. Kemudian diikuti dengan berdoa, memohon kepada Allah agar diberi kebaikan pada malam atau hari itu, dan dilindungi dari segala bentuk keburukan pada malam atau hari itu. Yang bisa jadi tidak kita ketahui dan datang tanpa disangka-sangka.\n\nKemudian seorang muslim memohon perlindungan dari penyebab keburukan, yaitu sikap malas dan dampak dari sikap malas, yaitu kondisi buruk di hari tua. Di penghujung doa ini, seorang muslim berlindung kepada Allah dari siksa hari akhir, yaitu siksa kubur dan siksa neraka.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/156467714453295",
    "waktu": "petang"
  },
  {
    "id": 28,
    "judul": "Dzikir Petang 7",
    "lafaz": "اَللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "dibaca": "1x",
    "latin": "Allaahumma bika amsainaa, wa bika ash-bahnaa, wa bika nahyaa, wa bika namuutu, wa ilaikal mashiir.",
    "arti": "Ya Allah, dengan rahmat dan pertolonganMu kami memasuki waktu sore, dan dengan rahmat dan pertolonganMu kami memasuki waktu pagi. Dengan rahmat dan pertolonganMu kami hidup dan dengan kehendakMu kami mati. Dan kepadaMu tempat kembali (bagi semua makhluk).",
    "tentang": "HR. At Turmudzi 3391 dan dishahihkan Al-Albani.\nKeterangan:\nDari Abu Hurairah radliallahu 'anhu, beliau berkata: Ketika masuk waktu pagi, Nabi shallallahu 'alaihi wa sallam biasa membaca: ‘Allahumma bika ashbahnaa…’ dan ketika sore beliau membaca: ‘Allahumma bika amsainaa…’.\nDoa di atas menunjukkan betapa orang yang membacanya adalah orang yang sangat pasrah kepada Allah. Dia mengakui bahwa dirinya mampu hidup di hari itu, semata karena nikmat dari Allah ta'ala. Dia senantiasa dalam kondisi mengakui hal itu selama hidup dan matinya. Dia juga mengakui bahwa dia bakal kembali kepada Allah ta'ala.\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/159799134120153",
    "waktu": "petang"
  },
  {
    "id": 29,
    "judul": "Dzikir Petang 8(Sayyidul Istighfar)",
    "lafaz": "اَللَّهُمَّ أَنْتَ رَبِّيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ، وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ لَكَ بِذَنْبِيْ، فَاغْفِرْ لِيْ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "dibaca": "1x",
    "latin": "Allaahumma anta robbii, laa ilaaha illaa anta, kholaqtanii, wa anaa 'abduka, wa anaa 'alaa 'ahdika wa wa'dika mas-tatho'tu, a'uudzu bika min syarri maa shona'tu, abuu-u laka bini'matika 'alayya, wa abuu-u laka bi-dzanbii, faghfir lii, fa-innahu laa yagh-firudz-dzunuuba illaa anta.",
    "arti": "Ya Allah, Engkau adalah Tuhanku, tidak ada sesembahan yang berhak disembah kecuali Engkau, Engkaulah yang menciptakan aku. Aku adalah hambaMu. Aku akan setia pada perjanjianku denganMu semampuku. Aku berlindung kepadaMu dari kejelekan yang kuperbuat. Aku mengakui nikmatMu kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.",
    "tentang": "HR. Al Bukhari no. 5522, 6306 dan 6323, at-Tirmidzi no. 3393, an-Nasa'i no. 5522 dan lain-lain.\n\nKeutamaan:\nDari Syaddad bin Aus radhiallahu 'anhu bahwa Nabi shallallahu 'alaihi wa salam bersabda, “Sayyidul Istighfar adalah bacaan: (doa di atas).” Kemudian beliau menyebutkan keutamaannya, “Barangsiapa yang membaca doa ini dengan penuh keyakinan di sore hari, kemudian dia mati pada malam harinya (sebelum pagi) maka dia termasuk ahli surga. Dan barangsiapa yang membacanya dengan penuh keyakinan di pagi hari, kemudian dia mati pada siang harinya (sebelum sore) maka dia termasuk ahli surga.”\n\nKeterangan:\nDinamakan Sayyidul Istighfar, karena bacaan istighfar di atas adalah lafal istighfar yang paling mulia dibandingkan lafal istighfar lainnya. Dalam lafal istighfar ini, terdapat 8 aspek yang menjadikan istighfar ini memiliki keutamaan yang besar:\n\n1. Dimulai dengan pujian kepada Allah.\n2. Adanya pengakuan bahwa dirinya adalah hamba Allah, makhluk Allah yang berusaha menghambakan dirinya kepada Allah.\n3. Mengimani adanya janji Allah, sehingga sang hamba sangat berpijak pada ikrarnya untuk mendapatkan janji Tuhannya.\n4. Pengakuan akan kekurangan dirinya, dengan sekaligus memohon perlindungan kepada Tuhannya dari keburukan dirinya.\n5. Pengakuan terhadap banyaknya nikmat yang telah Allah berikan kepada dirinya, yang ini mewakili rasa syukur.\n6. Pengakuan terhadap banyaknya dosa dan kelancangannya, yang ini merupakan bentuk taubatnya.\n7. Diakhiri dengan permohonan ampunan yang setulusnya kepada Allah.\n8. Dengan keyakinan, tidak ada Dzat yang mampu mengampuni dosa-dosa hamba kecuali Allah, Sang Maha Kasih Sayang.\n(Fiqh al-Adiyah, 3/15).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/155977764502290",
    "waktu": "petang"
  },
  {
    "id": 30,
    "judul": "Dzikir Petang 9",
    "lafaz": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـٰهَ إِلاَّ أَنْتَ",
    "dibaca": "3x",
    "latin": "Allaahumma 'aafinii fii badanii, allaahumma 'aafinii fii sam'ii, allaahumma 'aafinii fii bashorii, laa ilaaha illaa anta. Allaahumma innii a'uudzu bika minal kufri wal faqr, allaahumma innii a'uudzu bika min 'adzaabil qobr, laa ilaaha illaa anta.",
    "arti": "Ya Allah, selamatkan pendengaranku (dari penyakit dan maksiat atau sesuatu yang tidak aku inginkan). Ya Allah, selamatkan penglihatanku, tidak ada sesembahan yang berhak disembah kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepadaMu dari kekufuran dan kefakiran. Ya Allah, aku berlindung kepadaMu dari siksa kubur, tidak ada sesembahan yang berhak disembah kecuali Engkau.",
    "tentang": "HR. Abu Dawud 4/324, Ahmad 5/42, An-Nasai dalam 'Amalul Yaum wal Lailah no. 22, halaman 146, Ibnus Sunni no. 69. Al-Bukhari dalam Al-Adabul Mufrad. Syaikh Abdul Aziz bin Baaz menyatakan sanad hadits tersebut hasan. Lihat juga Tuhfatul Akhyar, halaman 26.\n\nKeterangan:\nDi awal dzikir disebutkan badan, kemudian disebutkan pendengaran dan penglihatan, padahal pendengaran dan penglihatan termasuk anggota badan. Ini menunjukkan keutamaan pendengaran dan penglihatan. Disamping kedua indra tersebut merupakan jalan masuknya ilmu.\n\nHadis selengkapnya:\nDari Abdurrahman bin Abi Bakrah, bahwa dia bertanya kepada bapaknya: Wahai ayahku, aku selalu mendengar engkau membaca: (dzikir di atas), dan engkau mengulanginya 3x setiap pagi dan 3x setiap sore. Kemudian Abu Bakrah radliallahu 'anhu mengatakan: Aku mendengar Rasulullah shallallahu 'alaihi wa sallam membaca doa ini, dan aku senang meniru sunnah beliau.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/173566866076713",
    "waktu": "petang"
  },
  {
    "id": 31,
    "judul": "Dzikir Petang 10",
    "lafaz": "اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اَللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اَللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "dibaca": "1x",
    "latin": "Allaahumma innii as-alukal 'afwa wal 'aafiyata fid-dunyaa wal aakhiroh, allaahumma innii as-alukal 'afwa wal 'aafiyata fii dinii, wa dunyaaya, wa ahlii, wa maalii, allaahummas-tur 'aurootii, wa aamin rou'aatii, allaahummah-fazhnii min baini yadayya, wa min kholfii, wa 'an yamiinii, wa 'an syimaalii, wa min fauqii, wa a'uudzu bi'azhomatika an ugh-taala min tahtii.",
    "arti": "Ya Allah, sesungguhnya aku memohon maaf (ampunan) dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon maaf (ampunan) dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aurat badan, cacat, aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaranMu, agar aku tidak disambar dari bawahku (oleh ulat, tenggelam atau ditelan bumi dan lain-lain).",
    "tentang": "Keutamaan:\nDari Ibn Umar radliallahu 'anhuma, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam membaca wirid ini ketika pagi dan sore, dan beliau tidak pernah meninggalkannya sampai beliau meninggal dunia: (dzikir di atas). (HR. Abu Daud, Ibn Majah dan dishahihkan Al Albani).\n\nDari Abbas bin Abdul Muthallib, beliau bertanya kepada Nabi shallallahu 'alaihi wa sallam: Ya Rasulullah, ajarilah aku doa yang harus aku panjatkan kepada Allah. Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai Abbas, mintalah al afiyah (terbebas dari masalah) kepada Allah.\" Kemudian, setelah tiga hari, Abbas datang lagi dan mengatakan: Ya Rasulullah, ajarilah aku doa yang harus aku panjatkan kepada Allah. Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai Abbas, wahai pamanku, mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat.\" (HR. Al Bukhari dalam Adabul Mufrad dan dishahihkan Al Albani).\n\nDari Anas bin Malik radliallahu 'anhu, bahwasanya ada seorang yang datang kepada Nabi shallallahu 'alaihi wa sallam dan bertanya: Ya Rasulullah, doa apa yang paling afdhal? Beliau menjawab: \"Mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat.\" Kemudian besoknya dia datang lagi dan bertanya: Wahai Nabi Allah, doa apa yang paling afdhal? Beliau menjawab: \"Mintalah kepada Allah al afiyah (terbebas dari masalah) di dunia dan akhirat. Karena jika engkau diberi al afiyah di dunia dan akhirat berarti kamu beruntung.\" (HR. Al Bukhari dalam Adabul Mufrad dan dishahihkan Al Albani).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/161139580652775",
    "waktu": "petang"
  },
  {
    "id": 32,
    "judul": "Dzikir Petang 11",
    "lafaz": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـٰهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "dibaca": "1x",
    "latin": "Allaahumma 'aalimal ghoibi wasy-syahaadati, faathiros-samaawaati wal ardh, robba kulli syai-in wa maliikahu, asyhadu al-laa ilaaha illaa anta, a'uudzu bika min syarri nafsii, wa min syarrisy-syaithooni wa syirkih, wa an aqtarifa 'alaa nafsii suu-an, au ajurrohu ilaa muslim.",
    "arti": "Ya Allah, yang Maha Mengetahui yang ghaib dan yang nyata, wahai Tuhan pencipta langit dan bumi, Tuhan segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada sesembahan yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya, dan aku (berlindung kepadaMu) dari berbuat kejelekan terhadap diriku atau mendorongnya kepada seorang muslim.",
    "tentang": "HR. At-Tirmidzi dan Abu Dawud. Lihat kitab Shahih At-Tirmidzi 3/142.\n\nHadis selengkapnya:\nDari Abu Hurairah radliallahu 'anhu, bahwa Abu Bakr As Siddiq berkata kepada Nabi shallallahu 'alaihi wa sallam: Tunjukkanlah aku beberapa kalimat, yang aku baca setiap pagi dan sore. Kemudian beliau bersabda: \"Bacalah: (doa di atas). Baca doa ini setiap pagi, sore, dan ketika hendak tidur.\"\n\nSisi penting dzikir ini:\n1. Dzikir ini permintaan sahabat yang paling mulia: Abu Bakr as-Shiddiq radliallahu 'anhu.\n2. Dzikir ini diajarkan oleh manusia paling mulia, Rasulullah shallallahu 'alaihi wa sallam.\n3. Memulai doa dengan memuji Allah, Dialah Dzat yang mengetahui segala sesuatu dan pemilik segala sesuatu.\n4. Pengakuan bahwa tidak ada sesembahan yang berhak disembah kecuali Allah.\n5. Doa memohon perlindungan dari segala bentuk keburukan: sumbernya dan dampaknya.\n6. Sumber keburukan ada 2: nafsu manusia dan godaan setan.\n7. Dampak keburukan ada 2: dampak untuk diri sendiri dan dampak bagi orang lain.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/160284290738304",
    "waktu": "petang"
  },
  {
    "id": 33,
    "judul": "Dzikir Petang 12",
    "lafaz": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ، وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
    "dibaca": "3x",
    "latin": "Bismillaahil-ladzii laa yadhurru ma'as-mihi syai-un, fil ardhi wa laa fis-samaa', wa huwas-samii'ul 'aliim.",
    "arti": "Dengan nama Allah, yang tidak akan berbahaya dengan namaNya, segala sesuatu di bumi dan langit, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
    "tentang": "HR. Abu Dawud 4/323, At-Tirmidzi 5/465, Ibnu Majah dan Ahmad. Lihat Shahih Ibnu Majah 2/332, Al-Allamah Ibnu Baaz berpendapat, isnad hadits tersebut hasan dalam Tuhfatul Akhyar hal. 39.\n\nKeutamaan:\nDari Utsman bin Affan radliallahu 'anhu, beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: Siapa yang setiap pagi dan sore membaca doa ini 3x: (doa di atas), maka dia tidak ada sesuatupun yang membahayakan dirinya.\nSuatu ketika Aban bin Utsman salah satu sisi tubuhnya mengalami kelumpuhan. Tiba-tiba ada seseorang yang melihatnya (keheranan). Aban marah: Kenapa lihat-lihat. Hadis tentang bacaan di atas telah aku sampaikan, namun hari ini aku lupa mengucapkannya, agar takdir Allah ini mengenai diriku.\n\nImam al-Qurthubi mengatakan: Ini adalah hadis yang shahih, perkataan yang benar. Saya meyakini kebenarannya dari dalil dan terbukti di dunia nyata. Sejak saya mendengar hadis ini, saya selalu mengamalkannya, sehingga tidak hal berbahaya yang mengenai diriku, kecuali jika aku lupa membacanya. Suatu ketika di madinah, saya disengat kalajengking. Kemudian aku ingat-ingat, ternyata aku lupa membaca dzikir tersebut. (al-Futuhat ar-Rabbaniyah, 3/100).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/153719264728140",
    "waktu": "petang"
  },
  {
    "id": 34,
    "judul": "Dzikir Petang 13",
    "lafaz": "رَضِيْتُ بِاللَّهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "dibaca": "3x",
    "latin": "Rodhiitu billaahi robbaa, wa bil islaami diinaa, wa bimuhammadin shollallaahu 'alaihi wa sallama nabiyyaa.",
    "arti": "Aku rela Allah sebagai Tuhanku, Islam sebagai agamaku dan Muhammad shallallahu 'alaihi wa sallam sebagai nabiku (yang diutus oleh Allah).",
    "tentang": "HR. Ahmad 4/337, An-Nasa'i dalam 'Amalul Yaum wal Lailah no. 4 dan Ibnus Sunni no. 68. Abu Daud 4/418, At-Tirmidzi 5/465 dan Ibnu Baaz berpendapat, hadits tersebut hasan dalam Tuhfatul Akhyar hal. 39.\n\n\"Barangsiapa membacanya sebanyak 3x ketika pagi dan sore hari, maka hak Allah memberikan keridhaanNya kepadanya pada hari Kiamat.\"\n\nKeterangan:\nAku rela Allah sebagai Tuhanku: Aku cukupkan diriku untuk hanya meminta kepadaNya, beribadah kepadaNya, tidak ada sesembahan yang berhak disembah kecuali Dia.\nAku rela islam sebagai agamaku: aku tidak menempuh jalan hidup kecuali yang sesuai dengan syariat islam.\n\nKeutamaan:\nDari Tsauban bin Bujdud radliallahu 'anhu, pelayan Nabi shallallahu 'alaihi wa sallam, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: \"Apabila seorang hamba di pagi dan sore hari membaca doa ini 3x: (dzikir di atas), maka telah menjadi kewajiban Allah untuk meridlainya pada hari kiamat.\" (HR. Ahmad, Abu Daud, Ibn Majah dan sanadnya dihasankan Syaikh Ibn Baz dalam Tuhfatul Ahyar).\nMakna \"menjadi kewajiban Allah\": Allah wajibkan diriNya sendiri untuk melaksanakannya.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/176822055751194",
    "waktu": "petang"
  },
  {
    "id": 35,
    "judul": "Dzikir Petang 14",
    "lafaz": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
    "dibaca": "1x",
    "latin": "Yaa hayyu yaa qoyyuum, birohmatika astaghiits, ashlih lii sya'nii kullah, wa laa takilnii ilaa nafsii thorfata 'ain.",
    "arti": "Wahai Tuhan Yang Maha Hidup, wahai Tuhan Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku, dan jangan Kau serahkan kepadaku meskipun sekejap mata (tanpa mendapat pertolongan dariMu).",
    "tentang": "HR. An-Nasa'i dalam Sunan al-Kubro, Al-Hakim dalam al-Mustadzrak, Al-Baihaqi dalam Asma wa shifat dan dishahihkan Al Albani dalam Silsilah as-Shahihah no. 227).\n\nHadis selengkapnya:\nDari Anas bin Malik radliallahu 'anhu, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda kepada Fatimah: \"Apa yang menghalangimu untuk mendengarkan nasehatku, bacalah ketika pagi dan sore hari: (dzikir di atas).\"\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/171977526235647",
    "waktu": "petang"
  },
  {
    "id": 36,
    "judul": "Dzikir Petang 15",
    "lafaz": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ، وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "dibaca": "1x",
    "latin": "Amsainaa 'alaa fithrotil islaam, wa 'alaa kalimatil ikhlaash, wa 'alaa diini nabiyyinaa muhammadin shollallaahu 'alaihi wa sallam, wa 'alaa millati abiinaa ibroohiim, haniifan musliman wa maa kaana minal musyrikiin.",
    "arti": "Di waktu sore kami berada di atas fitrah Islam, kalimat ikhlas, agama Nabi kami Muhammad, dan agama ayah kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.",
    "tentang": "HR. Ahmad 3/406-407, 5/123. Lihat juga Shahihul Jami' 4/290. Ibnus Sunni juga meriwayatkannya di 'Amalul Yaum wal Lailah no. 34.\n\nKeterangan kalimat:\nFitrah islam: Agama yang benar. Terkadang kata fitrah bermakna sunnah (ajaran).\nKalimat ikhlas: Dua kalimat syahadat.\n\nHadis selengkapnya:\nDari Abdurrahman bin Abu Abza radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam ketika pagi dan sore, beliau membaca: (dzikir di atas). (HR. Ahmad dan dishahihkan Al Albani).\n\nPesan:\nInilah keindahan akhlak seorang mukmin… dia awali pagi harinya dengan kalimat mulia nan penuh berkah. Dia membuka lembaran pagi harinya dengan memperbarui imannya, menyatakan ikrar tauhid, komitmen terhadap agama Nabi Muhammad shallallahu 'alaihi wa sallam dan mengikuti ajaran Ibrahim – al-Hanifiyah as-Samhah – serta menjauh dari segala kesyirikan apapun bentuknya.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/165624716870928",
    "waktu": "petang"
  },
  {
    "id": 37,
    "judul": "Dzikir Petang 16",
    "lafaz": "لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "dibaca": "10x atau 1x",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dan Dia Maha Kuasa atas segala sesuatu.",
    "tentang": "HR. Abu Dawud 4/319, Ibnu Majah dan Ahmad 4/60. Lihat Shahih At-Targhib wat Tarhib 1/270, Shahih Abu Dawud 3/957, Shahih Ibnu Majah 2/331 dan Zadul Ma'ad 2/377.\n\nKeutamaan:\nDibaca 1x. Dari Abu Ayyasy radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda, “Barangsiapa di waktu pagi membaca: (dzikir di atas), nilainya seperti seorang budak keturunan Nabi Ismail, dicatat baginya 10 kebaikan, dihapuskan darinya 10 kesalahan, dan diangkat derajatnya 10 tingkatan, serta dia dalam perlindungan dari setan sampai sore. Demikian pula ketika sore, dia membacanya dan dijaga sampai pagi.” (HR. Ahmad, Abu Daud, Ibn Majah dan dishahihkan Al Albani).\n\nDibaca 10x. Dari Abu Ayyub Al Anshari radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda, “Barangsiapa di waktu pagi membaca: (dzikir di atas) 10x, nilainya seperti 4 budak, dicatat untuknya 10 kebaikan, dihapuskan darinya 10 kesalahan, diangkat derajatnya 10 tingkatan, dan bacaan itu menjadi perlindungan baginya dari setan sampai sore. Dan jika ada orang yang membacanya setelah maghrib, dia juga mendapatkan hal yang sama.” (HR. Ahmad, Abu Daud, An Nasa'i dan dishahihkan Al Albani).\n\nPenjelasan kalimat:\nKeturunan Nabi Ismail: Merupakan keturunan terbaik.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/162921233807943",
    "waktu": "petang"
  },
  {
    "id": 38,
    "judul": "Dzikir Petang 17",
    "lafaz": "لَا إِلَـٰهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
    "dibaca": "100x",
    "latin": "Laa ilaaha illallaah, wahdahu laa syariika lah, lahul mulku wa lahul hamdu, wa huwa 'alaa kulli syai-in qodiir.",
    "arti": "Tidak ada sesembahan yang berhak disembah kecuali Allah, Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dan Dia Maha Kuasa atas segala sesuatu.",
    "tentang": "HR. Al-Bukhari 4/95 dan Muslim 4/2071.\n\nKeutamaan:\nDari Abu Hurairah radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam besabda, “Barangsiapa yang membaca (dzikir di atas) 100x dalam sehari, maka itu senilai 10 budak, dicatat untuknya 100 kebaikan, dihapuskan darinya 100 kesalahan, dan bacaan itu menjadi perlindungan dari setan pada hari itu sampai sore, serta tidak ada seorangpun yang datang (pada hari kiamat) dengan membawa pahala yang lebih baik dari pahala yang dia bawa, kecuali orang yang membaca lebih banyak.” (HR. Al Bukhari dan Muslim).\n\nPenjelasan kalimat:\n100x dalam sehari: Imam An Nawawi mengatakan: Dlahir hadis menunjukkan bahwa pahala yang disebutkan bisa didapatkan oleh orang yang membaca dzikir ini 100x dalam sehari, baik dia baca 100 sekaligus atau terpisah-pisah di beberapa tempat, atau dia baca sebagian di pagi hari dan sebagian di sore hari. Namun yang afdhal, dia baca 100 sekaligus di pagi hari, agar bisa menjadi perlindungan baginya dari setan sehari penuh. Demikian pula jika dia baca di awal malam maka menjadi perlindungan baginya semalam penuh. (Tuhfatul Ahwadzi).\n\nOrang yang membaca lebih banyak: An Nawawi mengatakan: Ini dalil bahwa orang yang membaca tahlil lebih dari 100 dalam sehari maka dia mendapatkan pahala 100 tahlil sebagaimana disebutkan dalam hadis, disamping dia mendapat pahala tahlil tambahannya. (Tuhfatul Ahwadzi).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/162921233807943",
    "waktu": "petang"
  },
  {
    "id": 39,
    "judul": "Dzikir Petang 18",
    "lafaz": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "dibaca": "100x",
    "latin": "Subhaanallaahi wa bihamdih.",
    "arti": "Maha Suci Allah, aku memujiNya.",
    "tentang": "Keutamaan:\nDari Abu Hurairah radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa di waktu pagi dan sore membaca: (dzikir di atas) 100x, maka tidak ada seorangpun yang datang pada hari kiamat dengan membawa pahala yang lebih baik dari pahala yang dia bawa, kecuali orang yang membaca seperti yang dia baca atau lebih banyak.\" (HR. Muslim 2692).\n\nDzikir ini juga dianjurkan untuk dibaca setiap hari 100x berdasarkan hadis dari Abu Hurairah radliallahu 'anhu, bahwa Nabi shallallahu 'alaihi wa sallam bersabda: \"Siapa yang membaca: (dzikir di atas) 100x dalam sehari, maka akan dihapuskan dosa-dosanya, meskipun sebanyak buih di lautan.\" (HR. Bukhari 6405 dan Muslim 484).\n\nSumber: http://www.facebook.com/doa.dzikir.shahih.harian/posts/159343404165726",
    "waktu": "petang"
  },
  {
    "id": 40,
    "judul": "Dzikir Petang 19",
    "lafaz": "أَسْتَغْفِرُ اللَّهَ وَأَتُوْبُ إِلَيْهِ",
    "dibaca": "100x",
    "latin": "Astaghfirullaaha wa atuubu ilaih.",
    "arti": "Aku memohon ampun kepada Allah dan bertaubat kepadaNya.",
    "tentang": "HR. Al-Bukhari dengan Fathul Bari 11/101 dan Muslim 4/2075.\n\nHadis selengkapnya:\nDari Aghor bin Yasar Al Muzanni radliallahu 'anhu, bahwa beliau mendengar Nabi shallallahu 'alaihi wa sallam bersabda: \"Wahai para manusia, bertaubatlah kepada Allah! Sesungguhnya aku bertaubat kepadaNya 100x dalam sehari.\"\n\nKeterangan:\nDzahir hadis menunjukkan bahwa Nabi shallallahu 'alaihi wa sallam meminta ampunan dan bertaubat.\nBukankah Nabi shallallahu 'alaihi wa sallam orang yang ma'shum (terhindar dari dosa), lalu mengapa beliau perlu bertaubat? Ada beberapa jawaban untuk pertanyaan ini:\n\nIbn Batthal mengatakan: Para nabi adalah orang yang paling bersungguh-sungguh dalam beribadah, karena tingkatan makrifat (mengenal Allah) yang Allah berikan kepada mereka. Maka mereka adalah orang yang selalu istiqamah bersyukur kepadaNya, istiqamah dalam mengakui segala kekurangannya, baik kekurangan ketika melaksanakan ibadah maupun kekurangan dalam keseharian dengan melakukan hal-hal yang mubah, sehingga tidak sempat berdzikir kepada Allah.\nTujuan beliau shallallahu 'alaihi wa sallam banyak bertaubat adalah dalam rangka mengajari umatnya.\n\nYang dimaksud \"Nabi shallallahu 'alaihi wa sallam ma'shum\" adalah terhindar dari dosa-dosa besar atau ma'shum dari bentuk berkhianat dalam penyampaian syariat. Namun beliau tidak ma'shum dari dosa kecil dan kesalahan kecil. Sehingga beliau butuh untuk istighfar.\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/180437968722936",
    "waktu": "petang"
  },
  {
    "id": 41,
    "judul": "Dzikir Petang 20",
    "lafaz": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "dibaca": "3x",
    "latin": "A'uudzu bi kalimaatillaahit-taammaati min syarri maa khalaq.",
    "arti": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna, dari kejahatan makhluk yang diciptakanNya.",
    "tentang": "HR. Ahmad 2/290, An-Nasa'i dalam 'Amalul Yaum wal Lailah, no. 590 dan Ibnu Sunni no. 68. Lihat Shahih At-Tirmidzi 3/187, Shahih Ibnu Majah 2/266 dan Tuhfatul Akhyar, hal. 45.\n\nMakna:\nKalimat Allah = Al Qur'an.\nYang sempurna = yang tidak memiliki kekurangan maupun cacat, sebagaimana ucapan manusia. Ada yang mengatakan, maksudnya adalah kalimat yang bermanfaat, cukup untuk melindungi apa yang ditakutkan.\n\nKeutamaannya:\nDari Abu Hurairah radliallahu 'anhu, Nabi shallallahu 'alaihi wa sallam bersabda: \"Barangsiapa yang ketika sore membaca: (doa di atas) 3x setiap sore maka sengatan binatang pada malam itu tidak akan membahayakannya.\" Suhail -perawi hadis- mengatakan: Keluarga kami mempelajari dan membaca dzikir ini setiap malam. Sampai suatu ketika ada gadis kecil di keluarga kami yang tersengat binatang berbisa, namun dia tidak merasakan sakit. (HR. At Turmudzi dan dishahihkan Al Albani).\n\nDari Abu Hurairah radliallahu 'anhu, bahwa suatu ketika datang seseorang kepada Nabi shallallahu 'alaihi wa sallam. Dia bercerita: Tadi malam saya ketemu kalajengking dan menyengatku. Nabi shallallahu 'alaihi wa sallam bersabda: \"Andaikan ketika sore kamu membaca: (doa di atas), niscaya binatang itu tidak akan membahayakan dirimu.\" (HR. Muslim).\n\nSumber: Hisnul Muslim dan http://www.facebook.com/doa.dzikir.shahih.harian/posts/154140941352639",
    "waktu": "petang"
  }
]